INSERT INTO products (id, title, slug, short_description, description, price, stock, image_url, images, options, brand, grade, condition, category, is_sale, is_popular, is_new, specifications, status) VALUES 
(
      '8be4d9ef-9ada-4b27-ac64-2549c76584f7',
      'สายไฟ AC Power เกรด A อย่างหนา คุณภาพเยี่ยม ทนทาน สามารถใช้ได้กับ คอมพิวเตอร์ จอมมอนิเตอร์ และอื่นๆอีกมากมาย', 
      'สายไฟacpowerเกรดaอย่างหนาคุณภาพเยี่ยมทนทานสามารถใช-0',
      'สายไฟ AC Power เกรด A อย่างหนา
• ของใหม่ 100%
• คุณภาพเยี่ยม เกรดA อย่างหนา
• ทนทานรองรับการใช้งานต่อเนื่อง
• โวล์ทเทจ: 250V 10A
• ไส้ในทองแดงแท้
• สามารถใช้ได้กับ คอมพิวเตอร์ พาวเวอร์ซัพพลาย จอมมอนิเตอร์ อุปกรณ์ในโรงงานอุตสาหกรรม และอื่นๆอีกมากมาย

***สินค้าสามารถออกใบกำกับภาษีได้ด้วย "แจ้งรายละเอียดในช่องกรอกรายละเอียดใบกำกับภาษี หรือแจ้งทางแชทค่ะ***', 
      '<html>
 <head></head>
 <body>
  สายไฟ AC Power เกรด A อย่างหนา
  <br>• ของใหม่ 100%
  <br>• คุณภาพเยี่ยม เกรดA อย่างหนา
  <br>• ทนทานรองรับการใช้งานต่อเนื่อง
  <br>• โวล์ทเทจ: 250V 10A
  <br>• ไส้ในทองแดงแท้
  <br>• สามารถใช้ได้กับ คอมพิวเตอร์ พาวเวอร์ซัพพลาย จอมมอนิเตอร์ อุปกรณ์ในโรงงานอุตสาหกรรม และอื่นๆอีกมากมาย
  <br>
  <br>***สินค้าสามารถออกใบกำกับภาษีได้ด้วย "แจ้งรายละเอียดในช่องกรอกรายละเอียดใบกำกับภาษี หรือแจ้งทางแชทค่ะ***
 </body>
</html>', 
      80, 
      0, 
      'https://cf.shopee.co.th/file/bf9112feb35d3f0ffd8b71119067458c', 
      ARRAY['https://cf.shopee.co.th/file/bf9112feb35d3f0ffd8b71119067458c', 'https://cf.shopee.co.th/file/bcaab1ab792d3742e046cca5fd1093fd', 'https://cf.shopee.co.th/file/09080c9880743e66e997d3cac3f6b7d3', 'https://cf.shopee.co.th/file/1e80b15f886349bab6033ade82fd0068', 'https://cf.shopee.co.th/file/b540147fc8b1987e01be2bc3ff34a42f', 'https://cf.shopee.co.th/file/sg-11134201-22120-pfanyhlkz5kv09', 'https://cf.shopee.co.th/file/sg-11134201-22120-wpz8l6mkz5kvcf']::text[], 
      '[{"name":"สายไฟ","values":["สายไฟAC(สีดำ)","สายพาราเรียล(เทา)"]}]'::jsonb, 
      'อื่นๆ', 
      'A', 
      'มือสอง', 
      'อุปกรณ์เสริม', 
      true, 
      false, 
      true, 
      '[]'::jsonb,
      'published'
    ),
(
      '05cae272-e1fa-4e9a-a800-493e10714312',
      'กระดาษเทอมอลความร้อน ขนาด 80mm. x 80mm. แพ็ค 2 ม้วน', 
      'กระดาษเทอมอลความร้อนขนาด80mmx80mmแพ็ค2ม้วน-1',
      'กระดาษเทอมอล(ความร้อน) 80x80 แพ็ค 2 ม้วน
Thermal paper กระดาษเทอร์มอล หรือ กระดาษความร้อน เคลือบสารเคมี คุณภาพดี เกรดพรีเมียม กรอเข้าม้วนแน่น
ทำให้การพิมพ์คมชัด และถนอมหัวพิมพ์ เหมาะเครื่องพิมพ์ความร้อนที่ต้องบันทึกเงินสด หรือ ร้านค้า
ที่ต้องพิมพ์ใบเสร็จอย่างย่อ		
หน้ากว้างกระดาษ : 80 มม.		
ความยาวกระดาษ/ม้วน(โดยประมาณ) : 74 ม.		
		
รายละเอียดสินค้าแบบเต็ม		
ประเภทกระดาษ : กระดาษพิมพ์ใบเสร็จความร้อน		
หน้ากว้างกระดาษ : 80 มม.		
เส้นผ่านศูนย์กลางม้วน : 80 มม. 		
ความยาวกระดาษ/ม้วน(โดยประมาณ) : 74 ม.		
*** ความหนากระดาษ : 58 แกรม	****	
บรรจุกระดาษ : 2 ม้วน / แพ็ค 
*** สินค้าใส่ในถุงดำกันแสง 2 ม้วนต่อถุง ***
การเก็บรักษา
- กระดาษเทอมอล เป็นกระดาษที่ใช้ความร้อนในการพิมพ์ (ไม่ใช่หมึกนะคะ)
- หากยังไม่ใช้กระดาษ ควรเก็บไว้ในถุงดำกันแสง เพื่อป้องกันแสงจากภายนอกไม่ให้กระดาษเสียหาย
สอบถามเพิ่มเติมทางแชทได้เลยค่ะ
ขอบพระคุณลูกค้าที่ไว้วางใจร้านเราค่ะ', 
      '<html>
 <head></head>
 <body>
  <div>
   กระดาษเทอมอล(ความร้อน) 80x80 แพ็ค 2 ม้วน
   <br>Thermal paper กระดาษเทอร์มอล หรือ กระดาษความร้อน เคลือบสารเคมี คุณภาพดี เกรดพรีเมียม กรอเข้าม้วนแน่น
   <br>ทำให้การพิมพ์คมชัด และถนอมหัวพิมพ์ เหมาะเครื่องพิมพ์ความร้อนที่ต้องบันทึกเงินสด หรือ ร้านค้า
   <br>ที่ต้องพิมพ์ใบเสร็จอย่างย่อ 
   <br>หน้ากว้างกระดาษ : 80 มม. 
   <br>ความยาวกระดาษ/ม้วน(โดยประมาณ) : 74 ม. 
   <br> 
   <br>รายละเอียดสินค้าแบบเต็ม 
   <br>ประเภทกระดาษ : กระดาษพิมพ์ใบเสร็จความร้อน 
   <br>หน้ากว้างกระดาษ : 80 มม. 
   <br>เส้นผ่านศูนย์กลางม้วน : 80 มม. 
   <br>ความยาวกระดาษ/ม้วน(โดยประมาณ) : 74 ม. 
   <br>*** ความหนากระดาษ : 58 แกรม **** 
   <br>บรรจุกระดาษ : 2 ม้วน / แพ็ค 
   <br>*** สินค้าใส่ในถุงดำกันแสง 2 ม้วนต่อถุง ***
   <br>การเก็บรักษา
   <br>- กระดาษเทอมอล เป็นกระดาษที่ใช้ความร้อนในการพิมพ์ (ไม่ใช่หมึกนะคะ)
   <br>- หากยังไม่ใช้กระดาษ ควรเก็บไว้ในถุงดำกันแสง เพื่อป้องกันแสงจากภายนอกไม่ให้กระดาษเสียหาย
   <br>สอบถามเพิ่มเติมทางแชทได้เลยค่ะ
   <br>ขอบพระคุณลูกค้าที่ไว้วางใจร้านเราค่ะ
   <br>
  </div>
 </body>
</html>', 
      0, 
      0, 
      'https://cf.shopee.co.th/file/th-11134207-81ztm-mm8lsr31vz0i41', 
      ARRAY['https://cf.shopee.co.th/file/th-11134207-81ztm-mm8lsr31vz0i41', 'https://cf.shopee.co.th/file/th-11134207-81ztm-mm8ltdblc744e6', 'https://cf.shopee.co.th/file/e003556a4988e2f7404ace916a977e82', 'https://cf.shopee.co.th/file/sg-11134201-22100-yxphd1d7m5hv09']::text[], 
      '[]'::jsonb, 
      'อื่นๆ', 
      'A', 
      'มือสอง', 
      'อุปกรณ์เสริม', 
      false, 
      true, 
      true, 
      '[]'::jsonb,
      'published'
    ),
(
      'ebf1d631-c6df-433f-a557-1c18ac91ba78',
      'หมึกพิมพ์สำหรับ HP เบอร์ CF279A (เทียบเท่า) รับประกัน 6 เดือน', 
      'หมึกพิมพ์สำหรับhpเบอร์cf279aเทียบเท่ารับประกัน6เดื-2',
      'ตลับหมึกพิมพ์ HP เลเซอร์ขาวดำ CF279A (เทียบเท่า)
สำหรับ HP LaserJet Pro M12a / M12w
                              MFP M26a / M26w
- ปริมาณการพิมพ์ประมาณ 1,000 แผ่น (การพิมพ์ 5% บนกระดาษขนาด A4)
- รับประกัน 6 เดือน (กรณีหมึกเสีย หมึกรั่ว ปริ้นซีดจาง ชิปตลับหมึกเสีย)
หากลูกค้าทำตก แตก หรืออะไหล่หัก หลุด ทางร้านขอสงวนสิทธิ์การรับประกันค่ะ
***สามารถออกใบกำกับภาษีได้ (ราคารวมแวทแล้ว) "กรอกรายละเอียดในระบบได้เลยค่ะ***
********หมายเหตุ********
1.หากลูกค้าแจ้งรับ ใบกำกับภาษีย้อนหลัง หรือแจ้งหลังจากที่ทางร้านจัดส่งสินค้าแล้ว 
ลูกค้าต้องชำระค่าจัดส่งให้ทางร้านเพิ่ม 50 บาท ทุกกรณีค่ะ ไม่สแกนไฟล์ส่ง
🙏🙏ขอบพระคุณลูกค้าที่ไว้วางใจร้านเรานะคะ🙏🙏', 
      '<html>
 <head></head>
 <body>
  <div>
   ตลับหมึกพิมพ์ HP เลเซอร์ขาวดำ CF279A (เทียบเท่า)
   <br>สำหรับ HP LaserJet Pro M12a / M12w
   <br> MFP M26a / M26w
   <br>- ปริมาณการพิมพ์ประมาณ 1,000 แผ่น (การพิมพ์ 5% บนกระดาษขนาด A4)
   <br>- รับประกัน 6 เดือน (กรณีหมึกเสีย หมึกรั่ว ปริ้นซีดจาง ชิปตลับหมึกเสีย)
   <br>หากลูกค้าทำตก แตก หรืออะไหล่หัก หลุด ทางร้านขอสงวนสิทธิ์การรับประกันค่ะ
   <br>***สามารถออกใบกำกับภาษีได้ (ราคารวมแวทแล้ว) "กรอกรายละเอียดในระบบได้เลยค่ะ***
   <br>********หมายเหตุ********
   <br>1.หากลูกค้าแจ้งรับ ใบกำกับภาษีย้อนหลัง หรือแจ้งหลังจากที่ทางร้านจัดส่งสินค้าแล้ว 
   <br>ลูกค้าต้องชำระค่าจัดส่งให้ทางร้านเพิ่ม 50 บาท ทุกกรณีค่ะ ไม่สแกนไฟล์ส่ง
   <br>🙏🙏ขอบพระคุณลูกค้าที่ไว้วางใจร้านเรานะคะ🙏🙏
   <br>
  </div>
 </body>
</html>', 
      0, 
      0, 
      'https://cf.shopee.co.th/file/th-11134207-7r98y-lzzxtnydslnt7e', 
      ARRAY['https://cf.shopee.co.th/file/th-11134207-7r98y-lzzxtnydslnt7e', 'https://cf.shopee.co.th/file/th-11134207-7r98s-lqt3iccomg4aae', 'https://cf.shopee.co.th/file/th-11134207-7r98z-lqt3icconuoqc2', 'https://cf.shopee.co.th/file/th-11134207-7r98x-lqt3iccop996eb', 'https://cf.shopee.co.th/file/th-11134207-7rask-m9y6zdg8sbinc3']::text[], 
      '[]'::jsonb, 
      'HP', 
      'A', 
      'มือสอง', 
      'หมึกพิมพ์', 
      false, 
      false, 
      true, 
      '[]'::jsonb,
      'published'
    ),
(
      '3c794b81-1e60-4240-aeec-f0efb11a2034',
      'หมึกพิมพ์ปริ้นเตอร์เลเซอร์ขาว-ดำ  CF283A เทียบเท่า รับประกัน 6 เดือน', 
      'หมึกพิมพ์ปริ้นเตอร์เลเซอร์ขาวดำcf283aเทียบเท่ารับป-3',
      'รายละเอียดสินค้า
หมึกพิมพ์ HP CF283A เทียบเท่า
HP LaserJet Pro MFP M125 / M125nw / M125rnw / M127fn / M127fw / M127fp
HP LaserJet Pro M201n /  M225dn
Canon i-SENSYS MF211w / MF212w / MF216w / MF217w / MF226dn / MF229dw / MF232
Canon imageCLASS MF215 / MF227dw
• สามารถออกใบกำกับภาษีได้ ยอด 300 บาทขึ้นไป (กรอกรายละเอียดในระบบได้เลยค่ะ)
• รับประกัน 6 เดือน หมึกต้องเหลือไม่น้อยกว่า 40%
• ปริมาณการพิมพ์ประมาณ 1,500 แผ่น
*** ขอสงวนการเคลม กรณีลูกค้าทำตลับหมึก แตก หัก ***', 
      '<html>
 <head></head>
 <body>
  <div>
   รายละเอียดสินค้า
   <br>หมึกพิมพ์ HP CF283A เทียบเท่า
   <br>HP LaserJet Pro MFP M125 / M125nw / M125rnw / M127fn / M127fw / M127fp
   <br>HP LaserJet Pro M201n / M225dn
   <br>Canon i-SENSYS MF211w / MF212w / MF216w / MF217w / MF226dn / MF229dw / MF232
   <br>Canon imageCLASS MF215 / MF227dw
   <br>• สามารถออกใบกำกับภาษีได้ ยอด 300 บาทขึ้นไป (กรอกรายละเอียดในระบบได้เลยค่ะ)
   <br>• รับประกัน 6 เดือน หมึกต้องเหลือไม่น้อยกว่า 40%
   <br>• ปริมาณการพิมพ์ประมาณ 1,500 แผ่น
   <br>*** ขอสงวนการเคลม กรณีลูกค้าทำตลับหมึก แตก หัก ***
   <br>
  </div>
 </body>
</html>', 
      0, 
      0, 
      'https://cf.shopee.co.th/file/th-11134207-7r992-m08llmq6utved8', 
      ARRAY['https://cf.shopee.co.th/file/th-11134207-7r992-m08llmq6utved8', 'https://cf.shopee.co.th/file/th-11134207-7r991-m08llmq6utw8b5', 'https://cf.shopee.co.th/file/th-11134207-7rask-m9y6zdg8sbinc3']::text[], 
      '[]'::jsonb, 
      'อื่นๆ', 
      'A', 
      'มือสอง', 
      'หมึกพิมพ์', 
      false, 
      false, 
      true, 
      '[]'::jsonb,
      'published'
    ),
(
      'c6123ab4-3065-4843-ae20-9e464bb07539',
      'หมึกสำหรับ Brother TN-2280/TN-2260/TN-2060 ดรัม DR-2255 (เทียบเท่า) รับประกัน 6 เดือน', 
      'หมึกสำหรับbrothertn2280tn2260tn2060ดรัมdr2255เทียบ-4',
      'ตลับหมึกและดรัม สำหรับปริ้นเตอร์เลเซอร์ขาวดำ Brother
หมึกพิมพ์ TN-2280/ TN-2260/ TN-2060
ดรัม DR-2255
รุ่นปริ้นเตอร์ที่รองรับ
Brother HL-2130, 2132, 2135, 2220, 2230, 2240, 2240d, 2242d, 2250dn, 2270dw, 2280dw
Brother DCP-7055, 7057, 7060d, 7065dn, 7070dw
Brother MFC-7360n, 7460dn, 7470d, 7860dw
Brother FAX-2840
Lenovo LJ2400, LJ2600d, 2650dn, M7400, M7450F, M7650DF, M7650NF
- รับประกัน 6 เดือน
- ปริมาณการพิมพ์หมึก 3,000
- ปริมาณการพิมพ์ดรัม 12,000 แผ่น
***สินค้าสามารถออกใบกำกับภาษีได้ (ราคารวมแวทแล้ว) กรอกรายละเอียดในระบบได้เลยค่ะ 
หากขอย้อนหลัง หรือหลังจากที่ส่งสินค้าออกไปแล้ว จะมีค่าจัดส่งเอกสาร 50 บาท ทุกกรณี ไม่สแกนไฟล์
🙏🙏ขอบพระคุณลูกค้ามากๆนะคะ🙏🙏', 
      '<html>
 <head></head>
 <body>
  <div>
   ตลับหมึกและดรัม สำหรับปริ้นเตอร์เลเซอร์ขาวดำ Brother
   <br>หมึกพิมพ์ TN-2280/ TN-2260/ TN-2060
   <br>ดรัม DR-2255
   <br>รุ่นปริ้นเตอร์ที่รองรับ
   <br>Brother HL-2130, 2132, 2135, 2220, 2230, 2240, 2240d, 2242d, 2250dn, 2270dw, 2280dw
   <br>Brother DCP-7055, 7057, 7060d, 7065dn, 7070dw
   <br>Brother MFC-7360n, 7460dn, 7470d, 7860dw
   <br>Brother FAX-2840
   <br>Lenovo LJ2400, LJ2600d, 2650dn, M7400, M7450F, M7650DF, M7650NF
   <br>- รับประกัน 6 เดือน
   <br>- ปริมาณการพิมพ์หมึก 3,000
   <br>- ปริมาณการพิมพ์ดรัม 12,000 แผ่น
   <br>***สินค้าสามารถออกใบกำกับภาษีได้ (ราคารวมแวทแล้ว) กรอกรายละเอียดในระบบได้เลยค่ะ 
   <br>หากขอย้อนหลัง หรือหลังจากที่ส่งสินค้าออกไปแล้ว จะมีค่าจัดส่งเอกสาร 50 บาท ทุกกรณี ไม่สแกนไฟล์
   <br>🙏🙏ขอบพระคุณลูกค้ามากๆนะคะ🙏🙏
   <br>
  </div>
 </body>
</html>', 
      249, 
      0, 
      'https://cf.shopee.co.th/file/th-11134207-7r98y-m002a8jilsht42', 
      ARRAY['https://cf.shopee.co.th/file/th-11134207-7r98y-m002a8jilsht42', 'https://cf.shopee.co.th/file/th-11134207-7r98w-m002a8jilsix0e', 'https://cf.shopee.co.th/file/th-11134207-7r98p-m002p484p3ft3e', 'https://cf.shopee.co.th/file/th-11134207-7r991-lqj8fh88z6e26e', 'https://cf.shopee.co.th/file/th-11134207-7r98o-lqj8fh88wd96af', 'https://cf.shopee.co.th/file/th-11134207-7r98v-m002c3712e81a1', 'https://cf.shopee.co.th/file/th-11134207-7r98r-m002pce8qp357c']::text[], 
      '[{"name":"สินค้า","values":["หมึก TN-2280","ดรัม DR-2255"]}]'::jsonb, 
      'Brother', 
      'A', 
      'มือสอง', 
      'หมึกพิมพ์', 
      true, 
      false, 
      true, 
      '[]'::jsonb,
      'published'
    ),
(
      'a19d618c-a722-434a-a354-16c5ce426c0e',
      'สลิปเงินเดือน 3 ชั้น สั่งขั้นต่ำ 20 ชุด ชุดละ 6.5 บาท', 
      'สลิปเงินเดือน3ชั้นสั่งขั้นต่ำ20ชุดชุดละ65บาท-5',
      'ชุดสลิปเงินเดือน สั่งขั้นต่ำ 20 ชุด 1 ชุด มี 3 ชั้น ขนาดกระดาษ 9*5.5 นิ้ว
1 ชุด ชุดละ 6.5 บาท
100 ชุด ชุดละ 6 บาท
ทางร้านมีแบบฟอร์มสลิปเงินเดือนให้ ฟรีค่ะ หากลูกค้าต้องการ ทักข้อความเข้ามาได้เลยค่ะ

***ยอด 300 บาทขึ้นไปถึงจะออกใบกำกับภาษีได้นะคะ ขอบคุณค่ะ***', 
      '<html>
 <head></head>
 <body>
  ชุดสลิปเงินเดือน สั่งขั้นต่ำ 20 ชุด 1 ชุด มี 3 ชั้น ขนาดกระดาษ 9*5.5 นิ้ว
  <br>1 ชุด ชุดละ 6.5 บาท
  <br>100 ชุด ชุดละ 6 บาท
  <br>ทางร้านมีแบบฟอร์มสลิปเงินเดือนให้ ฟรีค่ะ หากลูกค้าต้องการ ทักข้อความเข้ามาได้เลยค่ะ
  <br>
  <br>***ยอด 300 บาทขึ้นไปถึงจะออกใบกำกับภาษีได้นะคะ ขอบคุณค่ะ***
 </body>
</html>', 
      130, 
      0, 
      'https://cf.shopee.co.th/file/4d0590d0d79c84a7d8edac62dbceb3b8', 
      ARRAY['https://cf.shopee.co.th/file/4d0590d0d79c84a7d8edac62dbceb3b8', 'https://cf.shopee.co.th/file/afdca6158e896db8ffc45838373e1bc9', 'https://cf.shopee.co.th/file/cb728bc638bd6e775b2ea0d92212a6f3', 'https://cf.shopee.co.th/file/01efaf9efa9ae79dd5d4fa4997ce98ca', 'https://cf.shopee.co.th/file/d3cb1a608f22c5805eb7a2d8b0a54483', 'https://cf.shopee.co.th/file/5b9507e39c9982dbc21504522cfffb2c', 'https://cf.shopee.co.th/file/86b627a6df26d5e401d899732278a883']::text[], 
      '[{"name":"จำนวนชุด","values":["20 ชุด","100 ชุด","50 ชุด"]}]'::jsonb, 
      'อื่นๆ', 
      'A', 
      'มือสอง', 
      'อุปกรณ์เสริม', 
      true, 
      false, 
      true, 
      '[]'::jsonb,
      'published'
    ),
(
      '0f986f07-0b67-4263-a83c-5b49b9054721',
      'หมึกพิมพ์ TN-3448 และ ดรัม DR-3455  สำหรับ Brother  (เทียบเท่า) รับประกัน 6 เดือน', 
      'หมึกพิมพ์tn3448และดรัมdr3455สำหรับbrotherเทียบเท่า-6',
      'ตลับหมึกพิมพ์ TN-3448 /TN-3428 และดรัม DR-3455 (เทียบเท่า) รับประกัน 6 เดือน
สำหรับปริ๊นเตอร์เลเซอร์ 
 Brother HL-L6200DW /L6200DWT /L6250DW /L6300DW /L6400DW 
                    L6400DWT /L5000D /L5100DN /L5200DW /L5200DWT
           MFC-L5700DW /L5800DW /L5850DW /L5900DW /L6750DW 
                    L6800DW /L6900DW
           DCP-L5500DN /L5600DN /L5650DN
ปริมาณการพิมพ์หมึก 8,000 แผ่น  
ปริมาณการพิมพ์ดรัม 30,000 แผ่น
• สามารถออกใบกำกับภาษีได้ กรอกรายละเอียดในระบบได้เลยค่ะ
********หมายเหตุ********
1.หากลูกค้าแจ้งรับ ใบกำกับภาษีย้อนหลัง หรือ หลังจากที่ทางร้านส่งสินค้าออกไปแล้ว จะมีค่าจัดส่ง 50 บาท ทุกกรณีค่ะ ไม่สแกนไฟล์ส่งค่ะ
🙏🙏ขอบพระคุณลูกค้ามากๆนะคะ🙏🙏', 
      '<html>
 <head></head>
 <body>
  <div>
   ตลับหมึกพิมพ์ TN-3448 /TN-3428 และดรัม DR-3455 (เทียบเท่า) รับประกัน 6 เดือน
   <br>สำหรับปริ๊นเตอร์เลเซอร์ 
   <br> Brother HL-L6200DW /L6200DWT /L6250DW /L6300DW /L6400DW 
   <br> L6400DWT /L5000D /L5100DN /L5200DW /L5200DWT
   <br> MFC-L5700DW /L5800DW /L5850DW /L5900DW /L6750DW 
   <br> L6800DW /L6900DW
   <br> DCP-L5500DN /L5600DN /L5650DN
   <br>ปริมาณการพิมพ์หมึก 8,000 แผ่น 
   <br>ปริมาณการพิมพ์ดรัม 30,000 แผ่น
   <br>• สามารถออกใบกำกับภาษีได้ กรอกรายละเอียดในระบบได้เลยค่ะ
   <br>********หมายเหตุ********
   <br>1.หากลูกค้าแจ้งรับ ใบกำกับภาษีย้อนหลัง หรือ หลังจากที่ทางร้านส่งสินค้าออกไปแล้ว จะมีค่าจัดส่ง 50 บาท ทุกกรณีค่ะ ไม่สแกนไฟล์ส่งค่ะ
   <br>🙏🙏ขอบพระคุณลูกค้ามากๆนะคะ🙏🙏
   <br>
  </div>
 </body>
</html>', 
      320, 
      0, 
      'https://cf.shopee.co.th/file/th-11134207-7r98y-lzzxj620sxohbe', 
      ARRAY['https://cf.shopee.co.th/file/th-11134207-7r98y-lzzxj620sxohbe', 'https://cf.shopee.co.th/file/th-11134207-7r991-lzzxj5ut3hrd1d', 'https://cf.shopee.co.th/file/th-11134207-7r98w-lzzxm0kurukh09', 'https://cf.shopee.co.th/file/th-11134207-7rask-m9y6zdg8sbinc3']::text[], 
      '[{"name":"ตัวเลือก","values":["หมึก TN-3448","ดรัม DR-3455"]}]'::jsonb, 
      'Brother', 
      'A', 
      'มือสอง', 
      'หมึกพิมพ์', 
      false, 
      false, 
      true, 
      '[]'::jsonb,
      'published'
    ),
(
      '8f42e5d0-7c4d-42ae-a406-cf4b900938ba',
      'หมึกพิมพ์ TN-1000 และ ดรัม DR-1000 (เทียบเท่า) สำหรับ Brother  รับประกัน 6 เดือน', 
      'หมึกพิมพ์tn1000และดรัมdr1000เทียบเท่าสำหรับbrother-7',
      'หมึก TN-1000 (เทียบเท่า) 
ดรัม DR-1000 (เทียบเท่า)
รับประกัน 6 เดือน
สำหรับปริ้นเตอร์เลเซอร์ ขาว-ดำ
Brother HL-1110,HL1112,DCP-1610W
Brother DCP-1510,DCP-1512,DCP-1610W
Brother MFC-1810,MFC-1815,MFC-1910W
• สามารถออกใบกำกับภาษีได้ กรอกรายละเอียดในระบบได้เลยค่ะ
********หมายเหตุ********
1.หากลูกค้าแจ้งรับ ใบกำกับภาษีย้อนหลัง หรือ หลังจากที่ทางร้านส่งสินค้าออกไปแล้ว จะมีค่าจัดส่ง 50 บาท ทุกกรณีค่ะ ไม่สแกนไฟล์ส่งค่ะ
🙏🙏ขอบพระคุณลูกค้ามากๆนะคะ🙏🙏', 
      '<html>
 <head></head>
 <body>
  <div>
   หมึก TN-1000 (เทียบเท่า) 
   <br>ดรัม DR-1000 (เทียบเท่า)
   <br>รับประกัน 6 เดือน
   <br>สำหรับปริ้นเตอร์เลเซอร์ ขาว-ดำ
   <br>Brother HL-1110,HL1112,DCP-1610W
   <br>Brother DCP-1510,DCP-1512,DCP-1610W
   <br>Brother MFC-1810,MFC-1815,MFC-1910W
   <br>• สามารถออกใบกำกับภาษีได้ กรอกรายละเอียดในระบบได้เลยค่ะ
   <br>********หมายเหตุ********
   <br>1.หากลูกค้าแจ้งรับ ใบกำกับภาษีย้อนหลัง หรือ หลังจากที่ทางร้านส่งสินค้าออกไปแล้ว จะมีค่าจัดส่ง 50 บาท ทุกกรณีค่ะ ไม่สแกนไฟล์ส่งค่ะ
   <br>🙏🙏ขอบพระคุณลูกค้ามากๆนะคะ🙏🙏
   <br>
  </div>
 </body>
</html>', 
      199, 
      0, 
      'https://cf.shopee.co.th/file/th-11134207-7r990-m05mumar11i033', 
      ARRAY['https://cf.shopee.co.th/file/th-11134207-7r990-m05mumar11i033', 'https://cf.shopee.co.th/file/th-11134207-7r98u-m05mumar11h648', 'https://cf.shopee.co.th/file/th-11134207-7r98q-m05mumar3umw7e', 'https://cf.shopee.co.th/file/th-11134207-7rask-m9y6zdg8sbinc3', 'https://cf.shopee.co.th/file/th-11134207-7r98v-m05n0x670z3uce', 'https://cf.shopee.co.th/file/th-11134207-7r98p-m05n0zql9rkoea']::text[], 
      '[{"name":"ตัวเลือก","values":["หมึก TN-1000","ดรัม DR-1000"]}]'::jsonb, 
      'Brother', 
      'A', 
      'มือสอง', 
      'หมึกพิมพ์', 
      false, 
      true, 
      true, 
      '[]'::jsonb,
      'published'
    ),
(
      'c3510f05-c586-4fb8-adc3-114f77a89ce3',
      'ตลับหมึกพิมพ์ CE310A-CE313A (เทียบเท่า) / Drum CE314A', 
      'ตลับหมึกพิมพ์ce310ace313aเทียบเท่าdrumce314a-8',
      'ตลับหมึกพิมพ์ CE310A-313A (เทียบเท่า) และตลับดรัม CE314A
สำหรับปริ้นเตอร์เลเซอร์สี รุ่น....
● HP Color Laserjet CP1025 / CP1025nw
● Hp LaserJet Pro100 Color MFP M175a/M275a
● Canon LBP7010c / 7018c
ปริมาณการพิมพ์ :
● CE310A (Black) สีดำ
● CE311A (Cyan) สีฟ้า
● CE312A (Yellow) สีเหลือง
● CE313A (Magenta) สีชมพู
● รับประกัน 6 เดือน (กรณีหมึกเสีย หมึกรั่ว ปริ้นซีดจาง ชิปตลับหมึกเสีย)
● ปริมาณหมึกเกิน 40% สามารถเคลมได้
***สินค้าสามารถออกใบกำกับภาษีได้ (ราคารวมแวทแล้ว) กรอกรายละเอียดในระบบได้เลยค่ะ 
หากขอย้อนหลัง หรือหลังจากที่ส่งสินค้าออกไปแล้ว จะมีค่าจัดส่งเอกสาร 50 บาท ทุกกรณี ไม่สแกนไฟล์
🙏🙏ขอบพระคุณลูกค้ามากๆนะคะ🙏🙏', 
      '<html>
 <head></head>
 <body>
  <div>
   ตลับหมึกพิมพ์ CE310A-313A (เทียบเท่า) และตลับดรัม CE314A
   <br>สำหรับปริ้นเตอร์เลเซอร์สี รุ่น....
   <br>● HP Color Laserjet CP1025 / CP1025nw
   <br>● Hp LaserJet Pro100 Color MFP M175a/M275a
   <br>● Canon LBP7010c / 7018c
   <br>ปริมาณการพิมพ์ :
   <br>● CE310A (Black) สีดำ
   <br>● CE311A (Cyan) สีฟ้า
   <br>● CE312A (Yellow) สีเหลือง
   <br>● CE313A (Magenta) สีชมพู
   <br>● รับประกัน 6 เดือน (กรณีหมึกเสีย หมึกรั่ว ปริ้นซีดจาง ชิปตลับหมึกเสีย)
   <br>● ปริมาณหมึกเกิน 40% สามารถเคลมได้
   <br>***สินค้าสามารถออกใบกำกับภาษีได้ (ราคารวมแวทแล้ว) กรอกรายละเอียดในระบบได้เลยค่ะ 
   <br>หากขอย้อนหลัง หรือหลังจากที่ส่งสินค้าออกไปแล้ว จะมีค่าจัดส่งเอกสาร 50 บาท ทุกกรณี ไม่สแกนไฟล์
   <br>🙏🙏ขอบพระคุณลูกค้ามากๆนะคะ🙏🙏
   <br>
  </div>
 </body>
</html>', 
      279, 
      0, 
      'https://cf.shopee.co.th/file/th-11134207-7r98s-m001vnjqvbepdb', 
      ARRAY['https://cf.shopee.co.th/file/th-11134207-7r98s-m001vnjqvbepdb', 'https://cf.shopee.co.th/file/th-11134207-7r98o-m0027l9s0sqp23', 'https://cf.shopee.co.th/file/th-11134207-7r98w-m0027lfvrv5tb9', 'https://cf.shopee.co.th/file/th-11134207-7r992-m004ojudg1oha7', 'https://cf.shopee.co.th/file/th-11134207-7r98r-m004ojudg1pl9c', 'https://cf.shopee.co.th/file/th-11134207-7r992-m05qf6kq3t8a76', 'https://cf.shopee.co.th/file/th-11134207-7rask-m9y6zdg8sbinc3', 'https://cf.shopee.co.th/file/th-11134207-7r98x-m0028hlgpvvtb9', 'https://cf.shopee.co.th/file/th-11134207-7r992-m0028m562bop58']::text[], 
      '[{"name":"สี","values":["CE-310A สีดำ","CE-311A สีฟ้า","CE-312A สีเหลือง","CE-313A สีชมพู"]}]'::jsonb, 
      'อื่นๆ', 
      'A', 
      'มือสอง', 
      'หมึกพิมพ์', 
      true, 
      false, 
      true, 
      '[]'::jsonb,
      'published'
    ),
(
      'd9245e00-a9b7-412f-ac63-b456a1f7e137',
      'หมึกพิมพ์ CF230A ดรัม CF-232A (เทียบเท่า) รับประกัน 6 เดือน', 
      'หมึกพิมพ์cf230aดรัมcf232aเทียบเท่ารับประกัน6เดือน-9',
      'หมึกพิมพ์ CF230A ดรัม CF-232A (เทียบเท่า) รับประกัน 6 เดือน
หมึกใช้กับปริ้นเตอร์รุ่น 
HP LaserJet M203d / M203dn / M203dw
HP LaserJet Pro MFP M227fdn / M227fdw / M227sdn
HP LaserJet Ultra M206dn
HP LaserJet Ultra MFP M230fdw / M230sdn
ดรัม (ตัวสร้างภาพ) ใช้กับปริ้นเตอร์รุ่น...
HP LaserJet M203d / M203dn / M203dw
HP LaserJet Pro MFP M227fdn / M227fdw / M227sdn
HP LaserJet Ultra M206dn
ทางร้านรับประกันหมึก ดรัม 6 เดือน หมึก ดรัม ต้องเหลือไม่น้อยกว่า40% ทางร้านเคลมให้ค่ะ
รับประกันกรณี ปริ้นซีด จาง ปริ้นเป็นเส้น หรือ หมึกรั่ว เท่านั้น หากลูกค้าทำแตก หัก ทางร้านไม่ได้ประกันให้ค่ะ', 
      '<html>
 <head></head>
 <body>
  <div>
   หมึกพิมพ์ CF230A ดรัม CF-232A (เทียบเท่า) รับประกัน 6 เดือน
   <br>หมึกใช้กับปริ้นเตอร์รุ่น 
   <br>HP LaserJet M203d / M203dn / M203dw
   <br>HP LaserJet Pro MFP M227fdn / M227fdw / M227sdn
   <br>HP LaserJet Ultra M206dn
   <br>HP LaserJet Ultra MFP M230fdw / M230sdn
   <br>ดรัม (ตัวสร้างภาพ) ใช้กับปริ้นเตอร์รุ่น...
   <br>HP LaserJet M203d / M203dn / M203dw
   <br>HP LaserJet Pro MFP M227fdn / M227fdw / M227sdn
   <br>HP LaserJet Ultra M206dn
   <br>ทางร้านรับประกันหมึก ดรัม 6 เดือน หมึก ดรัม ต้องเหลือไม่น้อยกว่า40% ทางร้านเคลมให้ค่ะ
   <br>รับประกันกรณี ปริ้นซีด จาง ปริ้นเป็นเส้น หรือ หมึกรั่ว เท่านั้น หากลูกค้าทำแตก หัก ทางร้านไม่ได้ประกันให้ค่ะ
   <br>
  </div>
 </body>
</html>', 
      290, 
      0, 
      'https://cf.shopee.co.th/file/th-11134207-81ztp-mjqj2wqrur5y85', 
      ARRAY['https://cf.shopee.co.th/file/th-11134207-81ztp-mjqj2wqrur5y85', 'https://cf.shopee.co.th/file/th-11134207-81ztm-mjqj2wqsv9xhf6', 'https://cf.shopee.co.th/file/th-11134207-81ztn-mjqj2wqswohxa9']::text[], 
      '[{"name":"ตัวเลือก","values":["หมึก CF-230A","ดรัม CF-232A"]}]'::jsonb, 
      'อื่นๆ', 
      'A', 
      'มือสอง', 
      'หมึกพิมพ์', 
      false, 
      true, 
      true, 
      '[]'::jsonb,
      'published'
    ),
(
      'afae8866-cc51-48b1-a772-3ac5da5e9027',
      'หมึก TN-2480 ดรัม DR-2455  สำหรับ Brother  รับประกัน 6 เดือน', 
      'หมึกtn2480ดรัมdr2455สำหรับbrotherรับประกัน6เดือน-10',
      'หมึกพิมพ์ และดรัม (เทียบเท่า) สำหรับ 
Brother DCP-L2535 / L2550 
              HL-2370 / L2375 / L2385
              MFC-L2715 / L2750 / L2770
หมึก 1 ตลับ พิมพ์ได้ 3000 แผ่น
ดรัม 1 ตลับ พิมพ์ได้ 12000 แผ่น
** รับประกัน ตลับหมึก - ดรัม 6 เดือน **
หมึก - ดรัม เหลือไม่น้อยกว่า 40%
กรณีลูกค้าทำตก แตก หรือ ชิ้นส่วนหัก 
ทางร้านขอสงวนสิทธิ์การรับประกันค่ะ
***สินค้าสามารถออกใบกำกับภาษีได้ (ราคารวมแวทแล้ว) กรอกรายละเอียดในระบบได้เลยค่ะ
********หมายเหตุ********
1.หากลูกค้าแจ้งรับ ใบกำกับภาษีย้อนหลัง หรือ หลังจากส่งสินค้าออกไปแล้ว จะมีค่าจัดส่งเอกสาร 50 บาท ทุกกรณีค่ะ ไม่สแกนไฟล์
🙏🙏ขอบพระคุณลูกค้ามากๆนะคะ🙏🙏', 
      '<html>
 <head></head>
 <body>
  <div>
   หมึกพิมพ์ และดรัม (เทียบเท่า) สำหรับ 
   <br>Brother DCP-L2535 / L2550 
   <br> HL-2370 / L2375 / L2385
   <br> MFC-L2715 / L2750 / L2770
   <br>หมึก 1 ตลับ พิมพ์ได้ 3000 แผ่น
   <br>ดรัม 1 ตลับ พิมพ์ได้ 12000 แผ่น
   <br>** รับประกัน ตลับหมึก - ดรัม 6 เดือน **
   <br>หมึก - ดรัม เหลือไม่น้อยกว่า 40%
   <br>กรณีลูกค้าทำตก แตก หรือ ชิ้นส่วนหัก 
   <br>ทางร้านขอสงวนสิทธิ์การรับประกันค่ะ
   <br>***สินค้าสามารถออกใบกำกับภาษีได้ (ราคารวมแวทแล้ว) กรอกรายละเอียดในระบบได้เลยค่ะ
   <br>********หมายเหตุ********
   <br>1.หากลูกค้าแจ้งรับ ใบกำกับภาษีย้อนหลัง หรือ หลังจากส่งสินค้าออกไปแล้ว จะมีค่าจัดส่งเอกสาร 50 บาท ทุกกรณีค่ะ ไม่สแกนไฟล์
   <br>🙏🙏ขอบพระคุณลูกค้ามากๆนะคะ🙏🙏
   <br>
  </div>
 </body>
</html>', 
      249, 
      0, 
      'https://cf.shopee.co.th/file/th-11134207-7r98z-lzzxh42n3vk13e', 
      ARRAY['https://cf.shopee.co.th/file/th-11134207-7r98z-lzzxh42n3vk13e', 'https://cf.shopee.co.th/file/th-11134207-7r98u-m05mtco5srtk96', 'https://cf.shopee.co.th/file/th-11134207-7r98t-m05mtco5srsq97', 'https://cf.shopee.co.th/file/th-11134207-7r98r-lzybj29fmdnt5b', 'https://cf.shopee.co.th/file/th-11134207-7r98u-lzzxid7r0bk197', 'https://cf.shopee.co.th/file/th-11134207-7r98r-lzzxifcvwujtff']::text[], 
      '[{"name":"ตัวเลือก","values":["หมึก TN-2480","ดรัม DR-2455"]}]'::jsonb, 
      'Brother', 
      'A', 
      'มือสอง', 
      'หมึกพิมพ์', 
      false, 
      false, 
      true, 
      '[]'::jsonb,
      'published'
    ),
(
      '67d139cb-3279-4d3a-a0ee-a67c9efec965',
      'หมึก TN-3350/TN-3220 ดรัม DR-3355 (เทียบเท่า) รับประกัน 6 เดือน', 
      'หมึกtn3350tn3220ดรัมdr3355เทียบเท่ารับประกัน6เดือน-11',
      'หมึก TN-3350/TN-3220 ดรัม DR-3355 (เทียบเท่า) รับประกัน 6 เดือน
หมึก คือ หมึกพิมพ์
ดรัม คือ ตัวสร้างภาพ (ใช้จนกว่าเครื่องฟ้องให้เปลี่ยน)
สำหรับปริ้นเตอร์เลเซอร์ ขาว-ดำ รุ่น...
Brother HL-5440 / 5450dn/ 5470dw / 5470dwt / 6180dw / 6180dwt
Brother MFC-8510dn / 8710dw / 8910dw 8950dw
• สามารถออกใบกำกับภาษีได้ ยอด 300 บาทขึ้นไป (กรอกรายละเอียดในระบบได้เลยค่ะ)
• รับประกัน 6 เดือน หมึกต้องเหลือไม่น้อยกว่า 40%
• ปริมาณการพิมพ์หมึก 8,000 แผ่น
• ปริมาณการพิมพ์ดรัม 30,000 แผ่น
*** ขอสงวนการเคลม กรณีลูกค้าทำตลับหมึก แตก หัก ***', 
      '<html>
 <head></head>
 <body>
  <div>
   หมึก TN-3350/TN-3220 ดรัม DR-3355 (เทียบเท่า) รับประกัน 6 เดือน
   <br>หมึก คือ หมึกพิมพ์
   <br>ดรัม คือ ตัวสร้างภาพ (ใช้จนกว่าเครื่องฟ้องให้เปลี่ยน)
   <br>สำหรับปริ้นเตอร์เลเซอร์ ขาว-ดำ รุ่น...
   <br>Brother HL-5440 / 5450dn/ 5470dw / 5470dwt / 6180dw / 6180dwt
   <br>Brother MFC-8510dn / 8710dw / 8910dw 8950dw
   <br>• สามารถออกใบกำกับภาษีได้ ยอด 300 บาทขึ้นไป (กรอกรายละเอียดในระบบได้เลยค่ะ)
   <br>• รับประกัน 6 เดือน หมึกต้องเหลือไม่น้อยกว่า 40%
   <br>• ปริมาณการพิมพ์หมึก 8,000 แผ่น
   <br>• ปริมาณการพิมพ์ดรัม 30,000 แผ่น
   <br>*** ขอสงวนการเคลม กรณีลูกค้าทำตลับหมึก แตก หัก ***
   <br>
  </div>
 </body>
</html>', 
      349, 
      0, 
      'https://cf.shopee.co.th/file/th-11134207-7rasc-m9y7s1y7umemba', 
      ARRAY['https://cf.shopee.co.th/file/th-11134207-7rasc-m9y7s1y7umemba', 'https://cf.shopee.co.th/file/th-11134207-7rasf-m9y76ame5lo106', 'https://cf.shopee.co.th/file/th-11134207-7rasb-m9y76am460a9ba', 'https://cf.shopee.co.th/file/th-11134207-7rask-m9y6zdg8sbinc3']::text[], 
      '[{"name":"ตัวเลือก","values":["หมึก TN-3350","ดรัม DR-3355"]}]'::jsonb, 
      'อื่นๆ', 
      'A', 
      'มือสอง', 
      'หมึกพิมพ์', 
      true, 
      false, 
      true, 
      '[]'::jsonb,
      'published'
    ),
(
      'bedbd294-c130-484a-a293-c80fc9c13c05',
      'หมึกพิมพ์ TN-2560 / ดรัม DR-2560 (เทียบเท่า) รับประกัน 6 เดือน', 
      'หมึกพิมพ์tn2560ดรัมdr2560เทียบเท่ารับประกัน6เดือน-12',
      'เปิดบิลใบกำกับภาษีได้ ขั้นต่ำ 300 บาท
รายละเอียดสินค้า
หมึกพิมพ์ TN-2560 เทียบเท่า (NEW)
ใช้กับปริ้นเตอร์รุ่น....
DCP-L2605DW / L2640DW / L2680
MFC-L2805DW / L2885DW
HL-L2400D / L2440DW / L2460DW / L2460DN
ปริมาณการพิมพ์ประมาณ 3,000 แผ่น / 1 ตลับ
ดรัม DR-2560 เทียบเท่า (NEW)     
ใช้กับปริ้นเตอร์รุ่น....
DCP-L2605DW / L2640DW / L2680
MFC-L2805DW / L2885DW
HL-L2400D / L2440DW / L2460DW / L2460DN       
ปริมาณการพิมพ์ประมาณ 15,000 แผ่น / 1 ตลับ', 
      '<html>
 <head></head>
 <body>
  <div>
   เปิดบิลใบกำกับภาษีได้ ขั้นต่ำ 300 บาท
   <br>รายละเอียดสินค้า
   <br>หมึกพิมพ์ TN-2560 เทียบเท่า (NEW)
   <br>ใช้กับปริ้นเตอร์รุ่น....
   <br>DCP-L2605DW / L2640DW / L2680
   <br>MFC-L2805DW / L2885DW
   <br>HL-L2400D / L2440DW / L2460DW / L2460DN
   <br>ปริมาณการพิมพ์ประมาณ 3,000 แผ่น / 1 ตลับ
   <br>ดรัม DR-2560 เทียบเท่า (NEW) 
   <br>ใช้กับปริ้นเตอร์รุ่น....
   <br>DCP-L2605DW / L2640DW / L2680
   <br>MFC-L2805DW / L2885DW
   <br>HL-L2400D / L2440DW / L2460DW / L2460DN 
   <br>ปริมาณการพิมพ์ประมาณ 15,000 แผ่น / 1 ตลับ
   <br>
  </div>
 </body>
</html>', 
      389, 
      0, 
      'https://cf.shopee.co.th/file/th-11134207-81zte-mn59o79ch7gk1d', 
      ARRAY['https://cf.shopee.co.th/file/th-11134207-81zte-mn59o79ch7gk1d', 'https://cf.shopee.co.th/file/th-11134207-81ztk-mn59o79cmtqgaf', 'https://cf.shopee.co.th/file/th-11134207-81zto-mn59o792lts8bc']::text[], 
      '[{"name":"ตัวเลือก","values":["หมึก Toner","ดรัมDrum"]}]'::jsonb, 
      'อื่นๆ', 
      'A', 
      'มือสอง', 
      'หมึกพิมพ์', 
      true, 
      false, 
      true, 
      '[]'::jsonb,
      'published'
    ),
(
      '34faa397-76e9-428b-a6e4-03d016630117',
      'ตลับหมึก CF350A-CF353A / Drum CE314A รับประกัน 6 เดือน', 
      'ตลับหมึกcf350acf353adrumce314aรับประกัน6เดือน-13',
      'ตลับหมึกพิมพ์ CE350A-353A (เทียบเท่า) และตลับดรัม CE314A
สำหรับปริ้นเตอร์เลเซอร์สี รุ่น.....
● HP Laser Jet Color Pro MFP M176/M177fw
ปริมาณการพิมพ์ :
● CF350A (Black) >> จำนวน 1,200 แผ่น
● CF351A (Cyan) >> จำนวน 1,000 แผ่น
● CF352A (Yellow) >> จำนวน 1,000 แผ่น
● CF353A (Magenta) >> จำนวน 1,000 แผ่น
● รับประกัน 6 เดือน (กรณีหมึกเสีย หมึกรั่ว ปริ้นซีดจาง ชิปตลับหมึกเสีย)
● ปริมาณหมึกเกิน 40% สามารถเคลมได้
• สามารถออกใบกำกับภาษีได้ กรอกรายละเอียดในระบบได้เลยค่ะ
********หมายเหตุ********
1.หากลูกค้าแจ้งรับ ใบกำกับภาษีย้อนหลัง หรือ หลังจากที่ทางร้านส่งสินค้าออกไปแล้ว จะมีค่าจัดส่ง 50 บาท ทุกกรณีค่ะ ไม่สแกนไฟล์ส่งค่ะ
🙏🙏ขอบพระคุณลูกค้ามากๆนะคะ🙏🙏', 
      '<html>
 <head></head>
 <body>
  <div>
   ตลับหมึกพิมพ์ CE350A-353A (เทียบเท่า) และตลับดรัม CE314A
   <br>สำหรับปริ้นเตอร์เลเซอร์สี รุ่น.....
   <br>● HP Laser Jet Color Pro MFP M176/M177fw
   <br>ปริมาณการพิมพ์ :
   <br>● CF350A (Black) &gt;&gt; จำนวน 1,200 แผ่น
   <br>● CF351A (Cyan) &gt;&gt; จำนวน 1,000 แผ่น
   <br>● CF352A (Yellow) &gt;&gt; จำนวน 1,000 แผ่น
   <br>● CF353A (Magenta) &gt;&gt; จำนวน 1,000 แผ่น
   <br>● รับประกัน 6 เดือน (กรณีหมึกเสีย หมึกรั่ว ปริ้นซีดจาง ชิปตลับหมึกเสีย)
   <br>● ปริมาณหมึกเกิน 40% สามารถเคลมได้
   <br>• สามารถออกใบกำกับภาษีได้ กรอกรายละเอียดในระบบได้เลยค่ะ
   <br>********หมายเหตุ********
   <br>1.หากลูกค้าแจ้งรับ ใบกำกับภาษีย้อนหลัง หรือ หลังจากที่ทางร้านส่งสินค้าออกไปแล้ว จะมีค่าจัดส่ง 50 บาท ทุกกรณีค่ะ ไม่สแกนไฟล์ส่งค่ะ
   <br>🙏🙏ขอบพระคุณลูกค้ามากๆนะคะ🙏🙏
   <br>
  </div>
 </body>
</html>', 
      279, 
      0, 
      'https://cf.shopee.co.th/file/th-11134207-7r990-lqx24ya0wywt1c', 
      ARRAY['https://cf.shopee.co.th/file/th-11134207-7r990-lqx24ya0wywt1c', 'https://cf.shopee.co.th/file/th-11134207-7r991-lqx24ya0zs1p54', 'https://cf.shopee.co.th/file/th-11134207-7r98q-lqx24ya1dtq583', 'https://cf.shopee.co.th/file/th-11134207-7r98s-lqx24ya1gmv1a5', 'https://cf.shopee.co.th/file/th-11134207-7r991-lqx24ya116m5a6', 'https://cf.shopee.co.th/file/th-11134207-7r98z-lqx24ya12l6l82', 'https://cf.shopee.co.th/file/th-11134207-7rask-m9y6zdg8sbinc3', 'https://cf.shopee.co.th/file/th-11134207-7r991-lqx24ya187gd47', 'https://cf.shopee.co.th/file/th-11134207-7r98p-lqx24ya19m0t8c']::text[], 
      '[{"name":"เลือกสี","values":["สีดำ CE-350A","สีฟ้า CE-351A","สีเหลือง CE-352A","สีชมพู CE-353A"]}]'::jsonb, 
      'อื่นๆ', 
      'A', 
      'มือสอง', 
      'หมึกพิมพ์', 
      false, 
      false, 
      true, 
      '[]'::jsonb,
      'published'
    ),
(
      '6ba9e869-31fc-48aa-acb1-8e2d0ea24924',
      'หมึกพิมพ์ CE285A (เทียบเท่า) รับประกัน 6 เดือน', 
      'หมึกพิมพ์ce285aเทียบเท่ารับประกัน6เดือน-14',
      'เปิดบิลใบกำกับภาษีได้ ขั้นต่ำ 300 บาท
รายละเอียดสินค้า
หมึกพิมพ์ HP CE285A เทียบเท่า (NEW)
CE285A/35A/36A/
ปริมาณการพิมพ์ประมาณ 2,000 แผ่น / 1 ตลับ
สำหรับปริ๊นเตอร์เลเซอร์ ขาว-ดำ
 HP LaserJet P1005/1006/ P1007/P1008/ P1102/ P1102W/ P1505/P1505n
 HP LaserJet P1560/ P1566/ P1606/ P1600 /P1009 /P1003/ P1004/ P1005/ P1006
 HP LaserJet M1120/ M1120n/ M1132/ M1212nf/ M1217
 HP LaserJet M1522/ M1522n/ M1522nf
 HP LaserJet P1505/P1505n/ M1120/ M1120n/M1522nf/ M1522n
 HP LaserJet Pro P1560/P1566/ P1600/ P1606dn/M1536dnf
 Canon Laser Shot LBP3018/ LBP3108/ LBP3050/ LBP3150/ LBP3010/ LBP3100
 Canon LBP 3050/3150/3010/ 3100/3018/3108
 Canon Laser Shot LBP6000/ LBP6018/ LBP6200
 Canon i-SENSYS LBP6020
 Canon Laser Shot LBP3250
***สินค้าสามารถออกใบกำกับภาษีได้ (ราคารวมแวทแล้ว) กรอกรายละเอียดในระบบได้เลยค่ะ
********หมายเหตุ********
1.หากลูกค้าแจ้งรับ ใบกำกับภาษีย้อนหลัง หรือ หลังจากส่งสินค้าออกไปแล้ว จะมีค่าจัดส่งเอกสาร 50 บาท ทุกกรณีค่ะ ไม่สแกนไฟล์
🙏🙏ขอบพระคุณลูกค้ามากๆนะคะ🙏🙏', 
      '<html>
 <head></head>
 <body>
  <div>
   เปิดบิลใบกำกับภาษีได้ ขั้นต่ำ 300 บาท
   <br>รายละเอียดสินค้า
   <br>หมึกพิมพ์ HP CE285A เทียบเท่า (NEW)
   <br>CE285A/35A/36A/
   <br>ปริมาณการพิมพ์ประมาณ 2,000 แผ่น / 1 ตลับ
   <br>สำหรับปริ๊นเตอร์เลเซอร์ ขาว-ดำ
   <br> HP LaserJet P1005/1006/ P1007/P1008/ P1102/ P1102W/ P1505/P1505n
   <br> HP LaserJet P1560/ P1566/ P1606/ P1600 /P1009 /P1003/ P1004/ P1005/ P1006
   <br> HP LaserJet M1120/ M1120n/ M1132/ M1212nf/ M1217
   <br> HP LaserJet M1522/ M1522n/ M1522nf
   <br> HP LaserJet P1505/P1505n/ M1120/ M1120n/M1522nf/ M1522n
   <br> HP LaserJet Pro P1560/P1566/ P1600/ P1606dn/M1536dnf
   <br> Canon Laser Shot LBP3018/ LBP3108/ LBP3050/ LBP3150/ LBP3010/ LBP3100
   <br> Canon LBP 3050/3150/3010/ 3100/3018/3108
   <br> Canon Laser Shot LBP6000/ LBP6018/ LBP6200
   <br> Canon i-SENSYS LBP6020
   <br> Canon Laser Shot LBP3250
   <br>***สินค้าสามารถออกใบกำกับภาษีได้ (ราคารวมแวทแล้ว) กรอกรายละเอียดในระบบได้เลยค่ะ
   <br>********หมายเหตุ********
   <br>1.หากลูกค้าแจ้งรับ ใบกำกับภาษีย้อนหลัง หรือ หลังจากส่งสินค้าออกไปแล้ว จะมีค่าจัดส่งเอกสาร 50 บาท ทุกกรณีค่ะ ไม่สแกนไฟล์
   <br>🙏🙏ขอบพระคุณลูกค้ามากๆนะคะ🙏🙏
   <br>
  </div>
 </body>
</html>', 
      0, 
      0, 
      'https://cf.shopee.co.th/file/th-11134207-7r98o-m08ncpuncat659', 
      ARRAY['https://cf.shopee.co.th/file/th-11134207-7r98o-m08ncpuncat659', 'https://cf.shopee.co.th/file/th-11134207-7r98t-m08ncpuncau0df', 'https://cf.shopee.co.th/file/th-11134207-7rask-m9y6zdg8sbinc3']::text[], 
      '[]'::jsonb, 
      'อื่นๆ', 
      'A', 
      'มือสอง', 
      'หมึกพิมพ์', 
      false, 
      false, 
      true, 
      '[]'::jsonb,
      'published'
    ),
(
      'dd7b37c5-c1e0-4ca3-ab2e-8af04fac2363',
      'หมึกพิมพ์ TN-2380 / Drum DR-2355 (เทียบเท่า) สำหรับ Brother รับประกัน 6 เดือน', 
      'หมึกพิมพ์tn2380drumdr2355เทียบเท่าสำหรับbrotherรับ-15',
      '⭐หมึกพิมพ์ TN-2380/2360 (เทียบเท่า) 
ใช้กับเครื่องพิมพ์รุ่น..
Brother HL-L2300D/ L2320D/ L2340DW/ L2360DN/ L2365DW
Brother DCP-L2500D/ L2520D/ L2540DW
Brother  MFC-L2700D/ L2700DW/ L2740DW
• ปริมาณการพิมพ์ 2,600 แผ่น (พื้นที่การพิมพ์ 5% ของกระดาษ A4)
⭐ตลับDrum DR-2355/CT351055 (เทียบเท่า) 
ใช้กับเครื่องพิมพ์รุ่น..
Brother HL-L2300D/ L2320D/ L2340DW/ L2360DN/ L2365DW
Brother DCP-L2500D/ L2520D/ L2540DW
Brother  MFC-L2700D/ L2700DW/ L2740DW
FujiXerox DocuPrint P225d/ P225db/ P265dw/ M225dw
FujiXerox DocuPrint P268/ P228/ M228
• ปริมาณการพิมพ์ 12,000 แผ่น (พื้นที่การพิมพ์ 5% ของกระดาษ A4)
• สามารถออกใบกำกับภาษีได้ กรอกรายละเอียดในระบบได้เลยค่ะ
********หมายเหตุ********
1.หากลูกค้าแจ้งรับ ใบกำกับภาษีย้อนหลัง หรือ หลังจากที่ทางร้านส่งสินค้าออกไปแล้ว จะมีค่าจัดส่ง 50 บาท ทุกกรณีค่ะ ไม่สแกนไฟล์ส่งค่ะ
🙏🙏ขอบพระคุณลูกค้ามากๆนะคะ🙏🙏', 
      '<html>
 <head></head>
 <body>
  <div>
   ⭐หมึกพิมพ์ TN-2380/2360 (เทียบเท่า) 
   <br>ใช้กับเครื่องพิมพ์รุ่น..
   <br>Brother HL-L2300D/ L2320D/ L2340DW/ L2360DN/ L2365DW
   <br>Brother DCP-L2500D/ L2520D/ L2540DW
   <br>Brother MFC-L2700D/ L2700DW/ L2740DW
   <br>• ปริมาณการพิมพ์ 2,600 แผ่น (พื้นที่การพิมพ์ 5% ของกระดาษ A4)
   <br>⭐ตลับDrum DR-2355/CT351055 (เทียบเท่า) 
   <br>ใช้กับเครื่องพิมพ์รุ่น..
   <br>Brother HL-L2300D/ L2320D/ L2340DW/ L2360DN/ L2365DW
   <br>Brother DCP-L2500D/ L2520D/ L2540DW
   <br>Brother MFC-L2700D/ L2700DW/ L2740DW
   <br>FujiXerox DocuPrint P225d/ P225db/ P265dw/ M225dw
   <br>FujiXerox DocuPrint P268/ P228/ M228
   <br>• ปริมาณการพิมพ์ 12,000 แผ่น (พื้นที่การพิมพ์ 5% ของกระดาษ A4)
   <br>• สามารถออกใบกำกับภาษีได้ กรอกรายละเอียดในระบบได้เลยค่ะ
   <br>********หมายเหตุ********
   <br>1.หากลูกค้าแจ้งรับ ใบกำกับภาษีย้อนหลัง หรือ หลังจากที่ทางร้านส่งสินค้าออกไปแล้ว จะมีค่าจัดส่ง 50 บาท ทุกกรณีค่ะ ไม่สแกนไฟล์ส่งค่ะ
   <br>🙏🙏ขอบพระคุณลูกค้ามากๆนะคะ🙏🙏
   <br>
  </div>
 </body>
</html>', 
      249, 
      0, 
      'https://cf.shopee.co.th/file/th-11134207-7r992-lzzsfdwoqh6p33', 
      ARRAY['https://cf.shopee.co.th/file/th-11134207-7r992-lzzsfdwoqh6p33', 'https://cf.shopee.co.th/file/th-11134207-7r98z-lzzq01qfw3nl87', 'https://cf.shopee.co.th/file/th-11134207-7r991-lzzq01qfup4900', 'https://cf.shopee.co.th/file/th-11134207-7r98t-lr366sibk3b18d', 'https://cf.shopee.co.th/file/th-11134207-7r98v-lr366sibha65e6', 'https://cf.shopee.co.th/file/th-11134207-7rask-m9y6zdg8sbinc3', 'https://cf.shopee.co.th/file/th-11134207-7r98q-lzzq0n6ch3u106', 'https://cf.shopee.co.th/file/th-11134207-7r991-lzzq0ptslfgh65']::text[], 
      '[{"name":"สินค้า","values":["หมึก TN-2380/2360","ดรัม DR-2355"]}]'::jsonb, 
      'Brother', 
      'A', 
      'มือสอง', 
      'หมึกพิมพ์', 
      true, 
      true, 
      true, 
      '[]'::jsonb,
      'published'
    ),
(
      'e3d7fc01-eb9c-4235-aa8b-094d225a3db4',
      'Printer Head หัวพิมพ์ สำหรับ EPSON LQ-2090 และ LQ-590 (มือสอง) สภาพดี', 
      'printerheadหัวพิมพ์สำหรับepsonlq2090และlq590มือสอง-16',
      '- หัวพิมพ์สำหรับ EPSON LQ-2090 และ LQ-590 (มือสอง) 
- สภาพ 80-95% 
- ใช้งานได้ปกติ สภาพดี หัวเข็มครบ ไม่สึก ไม่หัก มีของพร้อมส่ง
- จัดส่งทั่วประเทศ สินค้ามีประกัน เทสสินค้าก่อนส่งทุกชิ้น
- รับประกันสินค้า 3 เดือน
***สินค้าสามารถออกใบกำกับภาษีได้ (ราคารวมแวทแล้ว) "กรอกรายละเอียดในระบบได้เลยค่ะ***
ทางร้านเปิดบิลตามระบบเพื่อป้องกันตกหล่นค่ะ', 
      '<html>
 <head></head>
 <body>
  <div>
   - หัวพิมพ์สำหรับ EPSON LQ-2090 และ LQ-590 (มือสอง) 
   <br>- สภาพ 80-95% 
   <br>- ใช้งานได้ปกติ สภาพดี หัวเข็มครบ ไม่สึก ไม่หัก มีของพร้อมส่ง
   <br>- จัดส่งทั่วประเทศ สินค้ามีประกัน เทสสินค้าก่อนส่งทุกชิ้น
   <br>- รับประกันสินค้า 3 เดือน
   <br>***สินค้าสามารถออกใบกำกับภาษีได้ (ราคารวมแวทแล้ว) "กรอกรายละเอียดในระบบได้เลยค่ะ***
   <br>ทางร้านเปิดบิลตามระบบเพื่อป้องกันตกหล่นค่ะ
   <br>
  </div>
 </body>
</html>', 
      0, 
      0, 
      'https://cf.shopee.co.th/file/6b44eab5cd94d8ca06205a8c5fb79e37', 
      ARRAY['https://cf.shopee.co.th/file/6b44eab5cd94d8ca06205a8c5fb79e37', 'https://cf.shopee.co.th/file/f4c8b172b7fe3afc43e0f110f755e8ff', 'https://cf.shopee.co.th/file/731d218b48d1c5fd02a88c80f6106354', 'https://cf.shopee.co.th/file/944e4778a50e4d2584be539e0ea63e9c']::text[], 
      '[]'::jsonb, 
      'EPSON', 
      'A', 
      'มือสอง', 
      'เครื่องปริ้นเตอร์', 
      false, 
      false, 
      true, 
      '[]'::jsonb,
      'published'
    ),
(
      '96f5673a-116a-4af5-acd5-c7807eb2b5bb',
      'EPSON Ethernet Interface Port มือสอง (พอร์ท แลน) EPSON TM-U220 / TM-T81 / TM-T82 / TM-T88IV / TM-T88V / TM-T90 ect.', 
      'epsonethernetinterfaceportมือสองพอร์ทแลนepsontmu22-17',
      'อะไหล่ Port Ethernet LAN พอร์ท แลน EPSON TM-U220 / TM-T81 / TM-T82 / TM-T88III / TM-T88IV / TM-T88V / TM-T90 / TM-T70III / TM-U210 / TM-U230 / TM-U290 / TM-U300 / TM-U370 / / TM-U590 / TM-U675 / TM-U925 / TM-U930 (มือสอง) 
- สินค้ามีการรับประกัน ในกรณีสินค้ามีปัญหาสามารเปลี่ยนสินค้าชิ้นใหม่ได้
- รับประกันสินค้า 1 เดือน
- ราคาที่แสดงยังไม่รวมค่าจะสง ราคาการจัดส่งขี้นอยู่กับขนาด และบริษัทที่จัดส่ง 
- ทางเราจะไม่รับประกันสินค้าในกรณี สติ๊กเกอร์รับประกันฉีกขาด
- ทางเรายินดีให้คำปรึกษาในการสอบถามอาการเพื่อการใช้อะไหล่ที่ถูกต้อง
- ไม่รับประกันสินค้ากรณีที่ลูกค้าเกิดการประมาท หรืออุบติเหตุอื่นๆที่เกิดจากการประมาทของลูกค้าเอง ( เช่น ไฟฟ้าช๊อตจากอุปกรณ์เดิม ไฟฟ้าลัดวงจร ลูกค้าทำสินค้าเสียหายเอง เป็นต้น )
***สินค้าสามารถออกใบกำกับภาษีได้ (ราคารวมแวทแล้ว) "กรอกรายละเอียดในระบบได้เลยค่ะ***
ทางร้านเปิดบิลตามระบบเพื่อป้องกันตกหล่นค่ะ
🙏🙏ขอบพระคุณลูกค้ามากๆนะคะ🙏🙏', 
      '<html>
 <head></head>
 <body>
  <div>
   อะไหล่ Port Ethernet LAN พอร์ท แลน EPSON TM-U220 / TM-T81 / TM-T82 / TM-T88III / TM-T88IV / TM-T88V / TM-T90 / TM-T70III / TM-U210 / TM-U230 / TM-U290 / TM-U300 / TM-U370 / / TM-U590 / TM-U675 / TM-U925 / TM-U930 (มือสอง) 
   <br>- สินค้ามีการรับประกัน ในกรณีสินค้ามีปัญหาสามารเปลี่ยนสินค้าชิ้นใหม่ได้
   <br>- รับประกันสินค้า 1 เดือน
   <br>- ราคาที่แสดงยังไม่รวมค่าจะสง ราคาการจัดส่งขี้นอยู่กับขนาด และบริษัทที่จัดส่ง 
   <br>- ทางเราจะไม่รับประกันสินค้าในกรณี สติ๊กเกอร์รับประกันฉีกขาด
   <br>- ทางเรายินดีให้คำปรึกษาในการสอบถามอาการเพื่อการใช้อะไหล่ที่ถูกต้อง
   <br>- ไม่รับประกันสินค้ากรณีที่ลูกค้าเกิดการประมาท หรืออุบติเหตุอื่นๆที่เกิดจากการประมาทของลูกค้าเอง ( เช่น ไฟฟ้าช๊อตจากอุปกรณ์เดิม ไฟฟ้าลัดวงจร ลูกค้าทำสินค้าเสียหายเอง เป็นต้น )
   <br>***สินค้าสามารถออกใบกำกับภาษีได้ (ราคารวมแวทแล้ว) "กรอกรายละเอียดในระบบได้เลยค่ะ***
   <br>ทางร้านเปิดบิลตามระบบเพื่อป้องกันตกหล่นค่ะ
   <br>🙏🙏ขอบพระคุณลูกค้ามากๆนะคะ🙏🙏
   <br>
  </div>
 </body>
</html>', 
      0, 
      0, 
      'https://cf.shopee.co.th/file/a2d75aa0d196ae91aaf7c079ea3f99bb', 
      ARRAY['https://cf.shopee.co.th/file/a2d75aa0d196ae91aaf7c079ea3f99bb', 'https://cf.shopee.co.th/file/b379dc63e39f391ca382639a048e2f60', 'https://cf.shopee.co.th/file/b8d7bf903502d4367a313b37f382d603', 'https://cf.shopee.co.th/file/8039a94a1085c5d1448bbb40908422c7']::text[], 
      '[]'::jsonb, 
      'EPSON', 
      'A', 
      'มือสอง', 
      'อุปกรณ์เสริม', 
      false, 
      false, 
      true, 
      '[]'::jsonb,
      'published'
    ),
(
      '80d80775-043b-4ce3-a26d-358891199b40',
      'หนามเตย OKI Microline 790 / 791 / 390 / 391 / 790 plus / 791 plus / 390 plus / 391 plus (มือสอง) รับประกัน 1 เดือน', 
      'หนามเตยokimicroline790791390391790plus791plus390pl-18',
      'Tractor Assy หนามเตย (คู่) OKI Microline 790 / 791 / 390 / 391 / 790 plus / 791 plus / 390 plus / 391 plus
หนามเตยสำหรับใส่กระดาษต่อเนื่อง จำหน่ายเป็นคู่ (ซ้าย ขวา)
**** รับประกัน 1 เดือน ****
สามารถออกใบกำกับภาษีได้ ราคารวมแวทแล้วค่ะ
สินค้ามือสอง สภาพดี เทียบของใหม่ หากสินค้ามีปัญหาสามารถเคลมได้ค่ะ', 
      '<html>
 <head></head>
 <body>
  <div>
   Tractor Assy หนามเตย (คู่) OKI Microline 790 / 791 / 390 / 391 / 790 plus / 791 plus / 390 plus / 391 plus
   <br>หนามเตยสำหรับใส่กระดาษต่อเนื่อง จำหน่ายเป็นคู่ (ซ้าย ขวา)
   <br>**** รับประกัน 1 เดือน ****
   <br>สามารถออกใบกำกับภาษีได้ ราคารวมแวทแล้วค่ะ
   <br>สินค้ามือสอง สภาพดี เทียบของใหม่ หากสินค้ามีปัญหาสามารถเคลมได้ค่ะ
   <br>
  </div>
 </body>
</html>', 
      0, 
      0, 
      'https://cf.shopee.co.th/file/th-11134207-7r98w-lwzg9u8rkre8fc', 
      ARRAY['https://cf.shopee.co.th/file/th-11134207-7r98w-lwzg9u8rkre8fc', 'https://cf.shopee.co.th/file/th-11134207-7r98u-lwzg9u8rnkj440', 'https://cf.shopee.co.th/file/th-11134207-7r98o-lwzg9u8rm5yob4', 'https://cf.shopee.co.th/file/th-11134207-7r98o-lwzg9u8raxn3fc']::text[], 
      '[]'::jsonb, 
      'อื่นๆ', 
      'A', 
      'มือสอง', 
      'อุปกรณ์เสริม', 
      false, 
      false, 
      true, 
      '[]'::jsonb,
      'published'
    ),
(
      'bc56b4e9-060b-4a24-aba1-de92161da524',
      'Printer Laser ขาว-ดำ Brother HL-5450DNปริ้นเร็ว พิมพ์2หน้าได้ ปริ้นผ่านมือถือได้ ใช้หมึกTN-3350 ราคาเบาๆ', 
      'printerlaserขาวดำbrotherhl5450dnปริ้นเร็วพิมพ์2หน้-19',
      'รายละเอียดสินค้า
Brother HL-5450DN (มือสอง)
 - ความเร็วในการพิมพ์ ขาว-ดำ	38 แผ่นต่อนาที (A4)
 - ความละเอียดในการพิมพ์	1200 x 1200 dpi,HQ1200 (2400 x 600 dpi) quality,600 x 600 dpi
 - ความเร็วโปรเซสเซอร์	400MHz
 - หน่วยความจำ	64MB (มาตรฐาน) / 320MB (สูงสุด)
 - ความเร็วในการพิมพ์แผ่นแรกน้อยกว่า 8.5 วินาที
 - ถาดรับกระดาษ (เข้า)	250 แผ่น
 - ถาดรับกระดาษเอนกประสงค์ 50
 - ถาดรับกระดาษ (ออก)150 แผ่น
 - พิมพ์สองหน้า (Duplex Printing)พิมพ์สองด้านอัตโนมัติ
 - รองรับกระดาษขนาด A4, Letter, B5 (ISO/JIS), A5, B6 (ISO),A6, Executive, Legal, Folio
 - การเชื่อมต่อ (Connectivity)	USB 2.0 Hi-Speed ,Ethernet 10/100 Base-TX
 - การรับประกัน 3 เดือน


***สินค้าสามารถออกใบกำกับภาษีได้ด้วย(ไม่มีค่าVatเพิ่ม) "แจ้งรายละเอียดในช่องกรอกรายละเอียดใบกำกับภาษี หรือแจ้งทางแชทค่ะ***

********หมายเหตุ********
1.หากลูกค้าแจ้งรับ ใบกำกับภาษีย้อนหลัง ต้องชำระค่าจัดส่งให้ทางร้านเพิ่ม 50 บาท



ขอบพระคุณลูกค้าทุกท่านที่มาอุดหนุนค่ะ', 
      '<html>
 <head></head>
 <body>
  รายละเอียดสินค้า
  <br>Brother HL-5450DN (มือสอง)
  <br> - ความเร็วในการพิมพ์ ขาว-ดำ 38 แผ่นต่อนาที (A4)
  <br> - ความละเอียดในการพิมพ์ 1200 x 1200 dpi,HQ1200 (2400 x 600 dpi) quality,600 x 600 dpi
  <br> - ความเร็วโปรเซสเซอร์ 400MHz
  <br> - หน่วยความจำ 64MB (มาตรฐาน) / 320MB (สูงสุด)
  <br> - ความเร็วในการพิมพ์แผ่นแรกน้อยกว่า 8.5 วินาที
  <br> - ถาดรับกระดาษ (เข้า) 250 แผ่น
  <br> - ถาดรับกระดาษเอนกประสงค์ 50
  <br> - ถาดรับกระดาษ (ออก)150 แผ่น
  <br> - พิมพ์สองหน้า (Duplex Printing)พิมพ์สองด้านอัตโนมัติ
  <br> - รองรับกระดาษขนาด A4, Letter, B5 (ISO/JIS), A5, B6 (ISO),A6, Executive, Legal, Folio
  <br> - การเชื่อมต่อ (Connectivity) USB 2.0 Hi-Speed ,Ethernet 10/100 Base-TX
  <br> - การรับประกัน 3 เดือน
  <br>
  <br>
  <br>***สินค้าสามารถออกใบกำกับภาษีได้ด้วย(ไม่มีค่าVatเพิ่ม) "แจ้งรายละเอียดในช่องกรอกรายละเอียดใบกำกับภาษี หรือแจ้งทางแชทค่ะ***
  <br>
  <br>********หมายเหตุ********
  <br>1.หากลูกค้าแจ้งรับ ใบกำกับภาษีย้อนหลัง ต้องชำระค่าจัดส่งให้ทางร้านเพิ่ม 50 บาท
  <br>
  <br>
  <br>
  <br>ขอบพระคุณลูกค้าทุกท่านที่มาอุดหนุนค่ะ
 </body>
</html>', 
      0, 
      0, 
      'https://cf.shopee.co.th/file/th-11134207-23020-iona7y3olrnv5d', 
      ARRAY['https://cf.shopee.co.th/file/th-11134207-23020-iona7y3olrnv5d', 'https://cf.shopee.co.th/file/sg-11134201-22100-7jolrwc7wyiv34', 'https://cf.shopee.co.th/file/sg-11134201-22100-xxtgnmi7wyiv2d', 'https://cf.shopee.co.th/file/sg-11134201-22100-i0fpsck7wyiv4e', 'https://cf.shopee.co.th/file/sg-11134201-22100-eaiktlm7wyiv58', 'https://cf.shopee.co.th/file/th-11134207-7r98p-lqc1cd6eg84a9e']::text[], 
      '[]'::jsonb, 
      'Brother', 
      'A', 
      'มือสอง', 
      'หมึกพิมพ์', 
      false, 
      false, 
      true, 
      '[]'::jsonb,
      'published'
    ),
(
      'e5d0f308-67e0-48c7-afb0-b850ac3742ee',
      'ชุดใบกำกับภาษี 5 ชั้น ขนาดกระดาษ 9*11 นิ้ว', 
      'ชุดใบกำกับภาษี5ชั้นขนาดกระดาษ911นิ้ว-20',
      'ชุดใบกำกับภาษี 5 ชั้น 1 ชุด มี 5 ใบ
ใบที่1 - ใบที่2 - ใบที่ 4 ให้ลูกค้า (กรณีชำระเงินแล้ว)
ใบที่1 - ใบที่2 - ให้ลูกค้า (กรณียังไม่ชำระเงิน และวางบิล)
ใบที่3 - ใบที่5 ส่งบัญชี 
***ทางร้านมีไฟล์แบบฟอร์มชุดใบกำกับภาษีที่ใช้กับกระดาษต่อเนื่องตัวนี้แถมให้ค่ะ ลูกค้าแจ้งอีเมลล์ในแชทได้เลยค่ะ
****ยอดสั่งซื้อ 300 บาทขึ้นไปถึงจะออกใบกำกับภาษีได้ค่ะ***
<<หมายเหตุ>>   
   * ลูกค้าที่ไม่แจ้งรายละเอียดเปิดบิล ทางร้านจะออกเป็นบิลเงินสดให้ค่ะ
   * ต้องการขอบิลย้อนหลัง ลูกค้าต้องเสียค่าจัดส่งเอกสารเอง 50 บาทค่ะ
🙏🙏ขอบพระคุณลูกค้าที่ไว้วางใจร้านเราค่ะ🙏🙏', 
      '<html>
 <head></head>
 <body>
  <div>
   ชุดใบกำกับภาษี 5 ชั้น 1 ชุด มี 5 ใบ
   <br>ใบที่1 - ใบที่2 - ใบที่ 4 ให้ลูกค้า (กรณีชำระเงินแล้ว)
   <br>ใบที่1 - ใบที่2 - ให้ลูกค้า (กรณียังไม่ชำระเงิน และวางบิล)
   <br>ใบที่3 - ใบที่5 ส่งบัญชี 
   <br>***ทางร้านมีไฟล์แบบฟอร์มชุดใบกำกับภาษีที่ใช้กับกระดาษต่อเนื่องตัวนี้แถมให้ค่ะ ลูกค้าแจ้งอีเมลล์ในแชทได้เลยค่ะ
   <br>****ยอดสั่งซื้อ 300 บาทขึ้นไปถึงจะออกใบกำกับภาษีได้ค่ะ***
   <br>&lt;<หมายเหตุ>
    &gt; 
    <br> * ลูกค้าที่ไม่แจ้งรายละเอียดเปิดบิล ทางร้านจะออกเป็นบิลเงินสดให้ค่ะ
    <br> * ต้องการขอบิลย้อนหลัง ลูกค้าต้องเสียค่าจัดส่งเอกสารเอง 50 บาทค่ะ
    <br>🙏🙏ขอบพระคุณลูกค้าที่ไว้วางใจร้านเราค่ะ🙏🙏
    <br>
   </หมายเหตุ>
  </div>
 </body>
</html>', 
      130, 
      0, 
      'https://cf.shopee.co.th/file/th-11134207-7r992-lqsneedsvvms74', 
      ARRAY['https://cf.shopee.co.th/file/th-11134207-7r992-lqsneedsvvms74', 'https://cf.shopee.co.th/file/th-11134207-7r98z-lqsneedt1hwk3e', 'https://cf.shopee.co.th/file/th-11134207-7r98v-lqsneedsxa789d', 'https://cf.shopee.co.th/file/th-11134207-7r991-lqsneedsyoro02', 'https://cf.shopee.co.th/file/th-11134207-7r98o-lqsneedt03c419', 'https://cf.shopee.co.th/file/th-11134207-7r98t-lqsneedt5plw64', 'https://cf.shopee.co.th/file/th-11134207-7r98s-lqsneedt2wh0f5', 'https://cf.shopee.co.th/file/th-11134207-7r98o-lqsneedt4b1g8b', 'https://cf.shopee.co.th/file/th-11134207-7r98r-lqsneedt746c77']::text[], 
      '[{"name":"จำนวนชุด","values":["20 ชุด","50 ชุด","100 ชุด"]}]'::jsonb, 
      'อื่นๆ', 
      'A', 
      'มือสอง', 
      'อุปกรณ์เสริม', 
      false, 
      true, 
      true, 
      '[]'::jsonb,
      'published'
    ),
(
      '7453023f-7d53-4c62-a3e6-482dc44ed357',
      'Brother HL-L5100DN (มือสอง) เครื่องพิมพ์ระบบเลเซอร์ ขาว-ดำ พิมพ์สองด้านอัตโนมัติ รับประกัน 3 เดือน', 
      'brotherhll5100dnมือสองเครื่องพิมพ์ระบบเลเซอร์ขาวดำ-21',
      'Brother HL-L5100DN (มือสอง) เครื่องพิมพ์เลเซอร์ขาว-ดำ รองรับการพิมพ์ 2 หน้าอัตโนมัติ  เชื่อมต่อ USB / Lan
รายละเอียดสินค้า
 - ความเร็วในการพิมพ์ : 40 แผ่น/นาที
 - พิมพ์ 2 หน้่าอัตโนมัติ
 - ความละเอียด : 1200 x 1200 Dpi
 - ถาดบรรจุกระดาษ 250 แผ่น
 - การเชื่อมต่อ : USB 2.0 / Lan
 - รับประกัน 3 เดือน
ใช้หมึกเบอร์ TN3448 (เทียบเท่า) พิมพ์ได้ 3,000 แผ่น
ใช้ดรัมเบอร์ DR-3455 (เทียบเท่า) พิมพ์ได้ 30,000 แผ่น
สินค้าสามารถออกใบกำกับภาษีได้ (ราคารวมแวทแล้ว) กรอกรายละเอียดในระบบได้เลยค่ะ ทางร้านเปิดบิลตามระบบค่ะ เพื่อป้องกันตกหล่นค่ะ
หากลูกค้าแจ้งรับ ใบกำกับภาษีย้อนหลัง ต้องชำระค่าจัดส่งให้ทางร้านเพิ่ม 50 บาท
🙏🙏ขอบพระคุณลูกค้ามากๆนะคะ🙏🙏', 
      '<html>
 <head></head>
 <body>
  <div>
   Brother HL-L5100DN (มือสอง) เครื่องพิมพ์เลเซอร์ขาว-ดำ รองรับการพิมพ์ 2 หน้าอัตโนมัติ เชื่อมต่อ USB / Lan
   <br>รายละเอียดสินค้า
   <br> - ความเร็วในการพิมพ์ : 40 แผ่น/นาที
   <br> - พิมพ์ 2 หน้่าอัตโนมัติ
   <br> - ความละเอียด : 1200 x 1200 Dpi
   <br> - ถาดบรรจุกระดาษ 250 แผ่น
   <br> - การเชื่อมต่อ : USB 2.0 / Lan
   <br> - รับประกัน 3 เดือน
   <br>ใช้หมึกเบอร์ TN3448 (เทียบเท่า) พิมพ์ได้ 3,000 แผ่น
   <br>ใช้ดรัมเบอร์ DR-3455 (เทียบเท่า) พิมพ์ได้ 30,000 แผ่น
   <br>สินค้าสามารถออกใบกำกับภาษีได้ (ราคารวมแวทแล้ว) กรอกรายละเอียดในระบบได้เลยค่ะ ทางร้านเปิดบิลตามระบบค่ะ เพื่อป้องกันตกหล่นค่ะ
   <br>หากลูกค้าแจ้งรับ ใบกำกับภาษีย้อนหลัง ต้องชำระค่าจัดส่งให้ทางร้านเพิ่ม 50 บาท
   <br>🙏🙏ขอบพระคุณลูกค้ามากๆนะคะ🙏🙏
   <br>
  </div>
 </body>
</html>', 
      0, 
      0, 
      'https://cf.shopee.co.th/file/th-11134207-7r992-lv43bkrh016b13', 
      ARRAY['https://cf.shopee.co.th/file/th-11134207-7r992-lv43bkrh016b13', 'https://cf.shopee.co.th/file/th-11134207-7r98o-lv43bkrh1fqrb8', 'https://cf.shopee.co.th/file/th-11134207-7r98u-lv43bkrh5ng3d4', 'https://cf.shopee.co.th/file/th-11134207-7r990-lv43bkrh48vne4', 'https://cf.shopee.co.th/file/th-11134207-7r98s-lqc0agkhguzo09']::text[], 
      '[]'::jsonb, 
      'Brother', 
      'A', 
      'มือสอง', 
      'อุปกรณ์เสริม', 
      true, 
      false, 
      true, 
      '[]'::jsonb,
      'published'
    ),
(
      '5cc13a7f-dae7-4e19-ac37-c69e9b998a12',
      'เครื่องปริ้นสลิป EPSON TM-U220 (มือสอง)  สำหรับพิมพ์ใบเสร็จ พิมพ์ก๊อปปี้ได้ ตัดกระดาษอัตโนมัติ รับประกัน 3 เดือน', 
      'เครื่องปริ้นสลิปepsontmu220มือสองสำหรับพิมพ์ใบเสร็-22',
      'Epson TM-U220 ปริ้นเตอร์หัวเข็ม 9 Pin (มือสอง) ปริ้นสลิป สำหรับพิมพ์ใบเสร็จ พิมพ์ก๊อปปี้ได้ ตัดกระดาษเอง สภาพใหม่ อุปกรณ์ครบ พร้อมใช้งาน รับประกัน 3 เดือน
1. TMU220A = มีสำเนา (ต้นฉบับ 1 สำเนา 1)
2. TMU220B = ไม่มีสำเนา
รายละเอียด
• Printer Dot Matrix หัวพิมพ์ 9 Pin
• ความละเอียด : 180 x 180 Dpi
ความเร็วในการพิมพ์ : 6 บรรทัด / วินาที
• ขนาดกระดาษ : 58 - 80 mm.
• ตัดกระดาษอัตโนมัติ
• ใช้งานกับ เครื่อง PC / Note book ได้
• แถมสายไฟ อแดปเตอร์ และสาย USB สำหรับพอร์ท USB ค่ะ
• รับประกัน 3 เดือน
***สินค้าสามารถออกใบกำกับภาษีได้ (ราคารวมแวทแล้ว) "กรอกรายละเอียดในระบบได้เลยค่ะ***
ทางร้านเปิดบิลตามระบบเพื่อป้องกันตกหล่นค่ะ
********หมายเหตุ********
1.หากลูกค้าแจ้งรับ ใบกำกับภาษีย้อนหลัง ต้องชำระค่าจัดส่งให้ทางร้านเพิ่ม 50 บาท
🙏🙏ขอบพระคุณลูกค้ามากๆนะคะ🙏🙏', 
      '<html>
 <head></head>
 <body>
  <div>
   Epson TM-U220 ปริ้นเตอร์หัวเข็ม 9 Pin (มือสอง) ปริ้นสลิป สำหรับพิมพ์ใบเสร็จ พิมพ์ก๊อปปี้ได้ ตัดกระดาษเอง สภาพใหม่ อุปกรณ์ครบ พร้อมใช้งาน รับประกัน 3 เดือน
   <br>1. TMU220A = มีสำเนา (ต้นฉบับ 1 สำเนา 1)
   <br>2. TMU220B = ไม่มีสำเนา
   <br>รายละเอียด
   <br>• Printer Dot Matrix หัวพิมพ์ 9 Pin
   <br>• ความละเอียด : 180 x 180 Dpi
   <br>ความเร็วในการพิมพ์ : 6 บรรทัด / วินาที
   <br>• ขนาดกระดาษ : 58 - 80 mm.
   <br>• ตัดกระดาษอัตโนมัติ
   <br>• ใช้งานกับ เครื่อง PC / Note book ได้
   <br>• แถมสายไฟ อแดปเตอร์ และสาย USB สำหรับพอร์ท USB ค่ะ
   <br>• รับประกัน 3 เดือน
   <br>***สินค้าสามารถออกใบกำกับภาษีได้ (ราคารวมแวทแล้ว) "กรอกรายละเอียดในระบบได้เลยค่ะ***
   <br>ทางร้านเปิดบิลตามระบบเพื่อป้องกันตกหล่นค่ะ
   <br>********หมายเหตุ********
   <br>1.หากลูกค้าแจ้งรับ ใบกำกับภาษีย้อนหลัง ต้องชำระค่าจัดส่งให้ทางร้านเพิ่ม 50 บาท
   <br>🙏🙏ขอบพระคุณลูกค้ามากๆนะคะ🙏🙏
   <br>
  </div>
 </body>
</html>', 
      1590, 
      0, 
      'https://cf.shopee.co.th/file/5ab110983b657f088e319611fce104ab', 
      ARRAY['https://cf.shopee.co.th/file/5ab110983b657f088e319611fce104ab', 'https://cf.shopee.co.th/file/7cc63902a4f2148a211b7ba17d9249f0', 'https://cf.shopee.co.th/file/9537ca0b11a2ccf37ad220890bfff6b0', 'https://cf.shopee.co.th/file/b082d0b18b565e2497999ea78adbe1af', 'https://cf.shopee.co.th/file/a0e9a46a61e1ca4aa5b68dd978368f46', 'https://cf.shopee.co.th/file/th-11134207-7r990-lqc025ezcxyc83']::text[], 
      '[{"name":"ประเภทรุ่น","values":["TMU220A (มีสำเนา)","TMU220B (ไม่มีสำเนา)"]},{"name":"การเชื่อมต่อ","values":["Port Serial","Port Parallel","Port USB","Port Ethernet (LAN)"]}]'::jsonb, 
      'EPSON', 
      'A', 
      'มือสอง', 
      'เครื่องปริ้นเตอร์', 
      false, 
      true, 
      true, 
      '[]'::jsonb,
      'published'
    ),
(
      '8383c478-0860-4282-aa07-4588bd402a33',
      'Canon ImageClass LBP162dw เครื่องพิมพ์เลเซอร์ขาวดำ ปริ้น2หน้าอัตโนมัติ เชื่อมต่อไวไฟ / USB', 
      'canonimageclasslbp162dwเครื่องพิมพ์เลเซอร์ขาวดำปริ-23',
      'Canon ImageClass LBP162dw (มือสอง) ปริ้นเตอร์เลเซอร์ ขาว-ดำ ปริ้นท์ได้อย่างเดียว 
เชื่อมต่อ USB / WiFi รองรับทุกวินโดวส์  รับประกัน 3 เดือน
คุณสมบัติการใช้งาน ️
- รองรับกระดาษขนาด : A4, A5, A6, B5, Envelopes (C5, DL, B5)
- ความเร็วในการพิมพ์ : 28 แผ่น / นาที
- ความละเอียด : 600 * 600 dpi
- การเชื่อมต่อ : USB 2.0 / WiFi (สั่งพิมพ์ผ่านมือถือได้)
- รองรับการพิมพ์ 2 หน้าอัตโนมัติ
- ถาดบรรจุกระดาษ : 250 แผ่น
- ใช้หมึกเบอร์ : Cartridge051 (พิมพ์ได้ 1,700 แผ่น)
- แถมตลับหมึก สายไฟ สายUSB พร้อมใช้งาน
ขนาดเครื่อง : 38 x 40 x 23 ซม.
น้ำหนัก : 7 กก.
ออกใบกำกับภาษีได้ ราคารวมแวทแล้ว กรอกรายละเอียดในระบบได้เลยค่ะ 
หากขอบิลย้อนหลัง หรือหลังจากที่ทางร้านส่งสินค้าออกไปแล้ว จะมีค่าจัดส่งเอกสาร 50 บาท (ไม่สแกนไฟล์ ทุกกรณี)
🙏🙏ขอบพระคุณลูกค้าทุกท่านที่มาอุดหนุนค่ะ🙏🙏', 
      '<html>
 <head></head>
 <body>
  <div>
   Canon ImageClass LBP162dw (มือสอง) ปริ้นเตอร์เลเซอร์ ขาว-ดำ ปริ้นท์ได้อย่างเดียว 
   <br>เชื่อมต่อ USB / WiFi รองรับทุกวินโดวส์ รับประกัน 3 เดือน
   <br>คุณสมบัติการใช้งาน ️
   <br>- รองรับกระดาษขนาด : A4, A5, A6, B5, Envelopes (C5, DL, B5)
   <br>- ความเร็วในการพิมพ์ : 28 แผ่น / นาที
   <br>- ความละเอียด : 600 * 600 dpi
   <br>- การเชื่อมต่อ : USB 2.0 / WiFi (สั่งพิมพ์ผ่านมือถือได้)
   <br>- รองรับการพิมพ์ 2 หน้าอัตโนมัติ
   <br>- ถาดบรรจุกระดาษ : 250 แผ่น
   <br>- ใช้หมึกเบอร์ : Cartridge051 (พิมพ์ได้ 1,700 แผ่น)
   <br>- แถมตลับหมึก สายไฟ สายUSB พร้อมใช้งาน
   <br>ขนาดเครื่อง : 38 x 40 x 23 ซม.
   <br>น้ำหนัก : 7 กก.
   <br>ออกใบกำกับภาษีได้ ราคารวมแวทแล้ว กรอกรายละเอียดในระบบได้เลยค่ะ 
   <br>หากขอบิลย้อนหลัง หรือหลังจากที่ทางร้านส่งสินค้าออกไปแล้ว จะมีค่าจัดส่งเอกสาร 50 บาท (ไม่สแกนไฟล์ ทุกกรณี)
   <br>🙏🙏ขอบพระคุณลูกค้าทุกท่านที่มาอุดหนุนค่ะ🙏🙏
   <br>
  </div>
 </body>
</html>', 
      0, 
      0, 
      'https://cf.shopee.co.th/file/th-11134207-81ztq-mlcajfnj3oxxa3', 
      ARRAY['https://cf.shopee.co.th/file/th-11134207-81ztq-mlcajfnj3oxxa3', 'https://cf.shopee.co.th/file/th-11134207-81ztc-mlcajfngizgg10', 'https://cf.shopee.co.th/file/th-11134207-81ztd-mlc9j0ufc4cle3', 'https://cf.shopee.co.th/file/th-11134207-81ztk-mlc9j0txfdok77', 'https://cf.shopee.co.th/file/th-11134207-81ztl-mlc9j0twdgcjad']::text[], 
      '[]'::jsonb, 
      'Canon', 
      'A', 
      'มือสอง', 
      'อุปกรณ์เสริม', 
      false, 
      false, 
      true, 
      '[]'::jsonb,
      'published'
    ),
(
      'f7bcd0e8-23f0-473e-a531-0ef36999ed93',
      'Printer Head หัวพิมพ์ สำหรับ EPSON LQ-2190 และ LQ-2180 (มือสอง) สภาพดี', 
      'printerheadหัวพิมพ์สำหรับepsonlq2190และlq2180มือสอ-24',
      '- หัวพิมพ์สำหรับ EPSON LQ-2190 และ LQ-2180 (มือสอง) 
- สภาพ 80-95% 
- ใช้งานได้ปกติ สภาพดี หัวเข็มครบ ไม่สึก ไม่หัก มีของพร้อมส่ง
- จัดส่งทั่วประเทศ สินค้ามีประกัน เทสสินค้าก่อนส่งทุกชิ้น
- รับประกันสินค้า 3 เดือน
***สินค้าสามารถออกใบกำกับภาษีได้ (ราคารวมแวทแล้ว) "กรอกรายละเอียดในระบบได้เลยค่ะ***
ทางร้านเปิดบิลตามระบบเพื่อป้องกันตกหล่นค่ะ
🙏🙏ขอบพระคุณลูกค้ามากๆนะคะ🙏🙏', 
      '<html>
 <head></head>
 <body>
  <div>
   - หัวพิมพ์สำหรับ EPSON LQ-2190 และ LQ-2180 (มือสอง) 
   <br>- สภาพ 80-95% 
   <br>- ใช้งานได้ปกติ สภาพดี หัวเข็มครบ ไม่สึก ไม่หัก มีของพร้อมส่ง
   <br>- จัดส่งทั่วประเทศ สินค้ามีประกัน เทสสินค้าก่อนส่งทุกชิ้น
   <br>- รับประกันสินค้า 3 เดือน
   <br>***สินค้าสามารถออกใบกำกับภาษีได้ (ราคารวมแวทแล้ว) "กรอกรายละเอียดในระบบได้เลยค่ะ***
   <br>ทางร้านเปิดบิลตามระบบเพื่อป้องกันตกหล่นค่ะ
   <br>🙏🙏ขอบพระคุณลูกค้ามากๆนะคะ🙏🙏
   <br>
  </div>
 </body>
</html>', 
      0, 
      0, 
      'https://cf.shopee.co.th/file/256821a199245cbf3cda1af6ea2519eb', 
      ARRAY['https://cf.shopee.co.th/file/256821a199245cbf3cda1af6ea2519eb', 'https://cf.shopee.co.th/file/cef429b6b50e615f9a071d56e5fdc8be', 'https://cf.shopee.co.th/file/ec3cd4e8089269c79e741fe7565b026e', 'https://cf.shopee.co.th/file/3477396d0e935176f3f68b94e93a32de', 'https://cf.shopee.co.th/file/sg-11134201-22100-a4hwfav2dniv8e']::text[], 
      '[]'::jsonb, 
      'EPSON', 
      'A', 
      'มือสอง', 
      'เครื่องปริ้นเตอร์', 
      false, 
      false, 
      true, 
      '[]'::jsonb,
      'published'
    ),
(
      '477dbba1-13e1-4d7c-a543-ee22f1073a4c',
      'HP LaserJet Pro M203dw เครื่องพิมพ์เลเซอร์ขาว-ดำปริ้น2หน้าอัตโนมัติ(มือสอง)', 
      'hplaserjetprom203dwเครื่องพิมพ์เลเซอร์ขาวดำปริ้น2ห-25',
      'เครื่องพิมพ์เลเซอร์ HP LaserJet Pro M203dw ขาว-ดำ ปริ้น2หน้าอัตโนมัติ
* Print/ Duplex
* ความละเอียดในการพิมพ์ 1,200 dpi
* ความเร็วการพิมพ์ขาว-ดำ 28 แผ่น/นาที
* หน่วยความจำมาตรฐาน 256 MB
* การเชื่อมต่อ USB 2.0, Ethernet 10/100, Wireless, HP ePrint, Wi-Fi Direct Printing, Airprint 1.5 with media presence sensor, Google Cloud Print 2.0
* ช่องใส่กระดาษ 250 แผ่น
🌟 รับประกันนาน 3 เดือน
. สอบถามรายละเอียดเพิ่มเติมที่
 โทร. 02-509-4281 , 086-838-6644 , 062-721-9941
 โทรสาร.02-509-4282
 Line ID : @kingvision', 
      '<html>
 <head></head>
 <body>
  เครื่องพิมพ์เลเซอร์ HP LaserJet Pro M203dw ขาว-ดำ ปริ้น2หน้าอัตโนมัติ
  <br>* Print/ Duplex
  <br>* ความละเอียดในการพิมพ์ 1,200 dpi
  <br>* ความเร็วการพิมพ์ขาว-ดำ 28 แผ่น/นาที
  <br>* หน่วยความจำมาตรฐาน 256 MB
  <br>* การเชื่อมต่อ USB 2.0, Ethernet 10/100, Wireless, HP ePrint, Wi-Fi Direct Printing, Airprint 1.5 with media presence sensor, Google Cloud Print 2.0
  <br>* ช่องใส่กระดาษ 250 แผ่น
  <br>🌟 รับประกันนาน 3 เดือน
  <br>. สอบถามรายละเอียดเพิ่มเติมที่
  <br> โทร. 02-509-4281 , 086-838-6644 , 062-721-9941
  <br> โทรสาร.02-509-4282
  <br> Line ID : @kingvision
 </body>
</html>', 
      0, 
      0, 
      'https://cf.shopee.co.th/file/th-11134207-7r98o-lkly5pto7r32c7', 
      ARRAY['https://cf.shopee.co.th/file/th-11134207-7r98o-lkly5pto7r32c7', 'https://cf.shopee.co.th/file/th-11134207-7r98u-lqc0pd9g9zvo57']::text[], 
      '[]'::jsonb, 
      'HP', 
      'A', 
      'มือสอง', 
      'อุปกรณ์เสริม', 
      false, 
      true, 
      true, 
      '[]'::jsonb,
      'published'
    ),
(
      '92223976-0fa3-4c9f-ab0d-f6a846fae875',
      'เครื่องปริ้นท์สลิป EPSON TM-T81 (มือสอง) เครื่องปริ้นใบเสร็จ สลิป รายการอาหาร ฯลฯ รับประกัน 3 เดือน', 
      'เครื่องปริ้นท์สลิปepsontmt81มือสองเครื่องปริ้นใบเส-26',
      'Printer EPSON TM-T81 Port USB (มือสอง)  เครื่องพิมพ์ใบเสร็จ  พิมพ์ใบสั่งอาหาร ใบส่งของ  ฯลฯ พิมพ์เร็ว รับประกัน 3 เดือน แถมอุปกรณ์ครบ พร้อมใช้งาน
คุณสมบัติการใช้งาน
คุณสมบัติการใช้งาน
• พิมพ์สลิปใบเสร็จ ใบ Order ใบส่งของ
•  Port USB : สำหรับเชื่อมต่อผ่านคอม NoteBook / PC 
•  Port LAN : สำหรับเชื่อมต่อผ่าน Ipad / PC (กรณีคอมพิวเตอร์อยู่ไกลปริ้นท์เตอร์)
• ความละเอียด 203 x 203 Dpi
• ความเร็วในการพิมพ์ 150 มม./วินาที
• รองรับกระดาษเทอมอลความร้อน ขนาด 58 - 80 mm
• รับประกัน 3 เดือน 
 ขนาดเครื่อง : 14x14x18 ซม.
 น้ำหนัก 1.7 กก.
*** สินค้าสามารถออกใบกำกับภาษีได้ (ราคารวมแวทแล้ว) กรอกรายละเอียดมาในระบบได้เลยค่ะ ทางร้านเปิดบิลตามระบบเพื่อป้องกันตกหล่นค่ะ ***
🙏🙏ขอบพระคุณลูกค้ามากๆค่ะ🙏🙏', 
      '<html>
 <head></head>
 <body>
  <div>
   Printer EPSON TM-T81 Port USB (มือสอง) เครื่องพิมพ์ใบเสร็จ พิมพ์ใบสั่งอาหาร ใบส่งของ ฯลฯ พิมพ์เร็ว รับประกัน 3 เดือน แถมอุปกรณ์ครบ พร้อมใช้งาน
   <br>คุณสมบัติการใช้งาน
   <br>คุณสมบัติการใช้งาน
   <br>• พิมพ์สลิปใบเสร็จ ใบ Order ใบส่งของ
   <br>• Port USB : สำหรับเชื่อมต่อผ่านคอม NoteBook / PC 
   <br>• Port LAN : สำหรับเชื่อมต่อผ่าน Ipad / PC (กรณีคอมพิวเตอร์อยู่ไกลปริ้นท์เตอร์)
   <br>• ความละเอียด 203 x 203 Dpi
   <br>• ความเร็วในการพิมพ์ 150 มม./วินาที
   <br>• รองรับกระดาษเทอมอลความร้อน ขนาด 58 - 80 mm
   <br>• รับประกัน 3 เดือน 
   <br> ขนาดเครื่อง : 14x14x18 ซม.
   <br> น้ำหนัก 1.7 กก.
   <br>*** สินค้าสามารถออกใบกำกับภาษีได้ (ราคารวมแวทแล้ว) กรอกรายละเอียดมาในระบบได้เลยค่ะ ทางร้านเปิดบิลตามระบบเพื่อป้องกันตกหล่นค่ะ ***
   <br>🙏🙏ขอบพระคุณลูกค้ามากๆค่ะ🙏🙏
   <br>
  </div>
 </body>
</html>', 
      1890, 
      0, 
      'https://cf.shopee.co.th/file/th-11134207-7rasm-m6f5522r0iphca', 
      ARRAY['https://cf.shopee.co.th/file/th-11134207-7rasm-m6f5522r0iphca', 'https://cf.shopee.co.th/file/th-11134207-7rasd-m6f5qxjun3dsba', 'https://cf.shopee.co.th/file/th-11134207-7rask-m6f5qxjun38v5b', 'https://cf.shopee.co.th/file/th-11134207-7rasa-m6f5qxjuohy8fb', 'https://cf.shopee.co.th/file/th-11134207-7rask-m6f5523kzb3ra5']::text[], 
      '[{"name":"พอร์ท","values":["Port USB","Port Lan"]}]'::jsonb, 
      'EPSON', 
      'A', 
      'มือสอง', 
      'เครื่องปริ้นเตอร์', 
      false, 
      false, 
      true, 
      '[]'::jsonb,
      'published'
    ),
(
      '34f83e7d-06e8-4de5-a8fe-6d16e1395e33',
      'ตลับผ้าหมึก EPSON สำหรับ Printer Dot Mattrix พิมพ์กระดาษต่อเนื่อง พิมพ์บิล ใบเสร็จ สลิปเงินเดือน (รับประกัน 6 เดือน)', 
      'ตลับผ้าหมึกepsonสำหรับprinterdotmattrixพิมพ์กระดาษ-27',
      'ตลับผ้าหมึก สำหรับปริ้นเตอร์ดอทเมตริกซ์ ยี่ห้อ EPSON

ใช้สำหรับเครื่องพิมพ์ดอตแมทริกซ์ EPSON
ชนิดผ้าหมึกหมึกดำ
สินค้าเป็นของเทียบเท่า
ให้คุณภาพงานพิมพ์คมชัด
บรรจุในกล่องมาตราฐาน

. สอบถามรายละเอียดเพิ่มเติมที่
 โทร. 02-509-4281 , 086-838-6644 , 062-721-9941
 โทรสาร.02-509-4282
 Line ID : @kingvision

*** รับประกันสินค้า 6 เดือน ***
*** ยอด 300 บาทขึ้นไป สามารถออกใบกำกับภาษีได้ค่ะ (ราคารวมVATแล้ว) ***

ปกติทางร้านจะออกเป็นบิลเงินสดใส่ไปให้ในกล่องพัสดุ
หากลูกค้าต้องการเปิดบิลใบกำกับภาษี "แจ้งรายละเอียด" ได้ทางแชทเลยค่ะ

-------------------------------------หมายเหตุ-------------------------------------
หากลูกค้าแจ้งขอบิลย้อนหลัง ทางร้านคิดค่าจัดส่งเพิ่ม 50 บาท

ขอบพระคุณที่ไว้วางใจร้านเราค่ะ', 
      '<html>
 <head></head>
 <body>
  ตลับผ้าหมึก สำหรับปริ้นเตอร์ดอทเมตริกซ์ ยี่ห้อ EPSON
  <br>
  <br>ใช้สำหรับเครื่องพิมพ์ดอตแมทริกซ์ EPSON
  <br>ชนิดผ้าหมึกหมึกดำ
  <br>สินค้าเป็นของเทียบเท่า
  <br>ให้คุณภาพงานพิมพ์คมชัด
  <br>บรรจุในกล่องมาตราฐาน
  <br>
  <br>. สอบถามรายละเอียดเพิ่มเติมที่
  <br> โทร. 02-509-4281 , 086-838-6644 , 062-721-9941
  <br> โทรสาร.02-509-4282
  <br> Line ID : @kingvision
  <br>
  <br>*** รับประกันสินค้า 6 เดือน ***
  <br>*** ยอด 300 บาทขึ้นไป สามารถออกใบกำกับภาษีได้ค่ะ (ราคารวมVATแล้ว) ***
  <br>
  <br>ปกติทางร้านจะออกเป็นบิลเงินสดใส่ไปให้ในกล่องพัสดุ
  <br>หากลูกค้าต้องการเปิดบิลใบกำกับภาษี "แจ้งรายละเอียด" ได้ทางแชทเลยค่ะ
  <br>
  <br>-------------------------------------หมายเหตุ-------------------------------------
  <br>หากลูกค้าแจ้งขอบิลย้อนหลัง ทางร้านคิดค่าจัดส่งเพิ่ม 50 บาท
  <br>
  <br>ขอบพระคุณที่ไว้วางใจร้านเราค่ะ
 </body>
</html>', 
      300, 
      0, 
      'https://cf.shopee.co.th/file/th-11134207-7r98q-lq6066evkly209', 
      ARRAY['https://cf.shopee.co.th/file/th-11134207-7r98q-lq6066evkly209', 'https://cf.shopee.co.th/file/th-11134207-7r991-lq6066evm0ii76', 'https://cf.shopee.co.th/file/th-11134207-7r992-lq6066evnf2y8e', 'https://cf.shopee.co.th/file/th-11134207-7r98s-lq6066evotneab', 'https://cf.shopee.co.th/file/th-11134207-7r98o-lq6066evq87u99', 'https://cf.shopee.co.th/file/th-11134207-7r98x-lq63vfx572u2ac', 'https://cf.shopee.co.th/file/th-11134207-7r98t-lq63vfx58heica', 'https://cf.shopee.co.th/file/th-11134207-7r98s-lq63vfx59vyyc9', 'https://cf.shopee.co.th/file/th-11134207-7r98z-lq63vfx4rml6ee']::text[], 
      '[{"name":"ยี่ห้อ","values":["LQ300+ll","LQ310","LQ590","LQ630","LQ2090","LQ2170/2180/2190","PLQ20D","TMU220"]},{"name":"จำนวน","values":["3 กล่อง","5กล่อง"]}]'::jsonb, 
      'EPSON', 
      'A', 
      'มือสอง', 
      'หมึกพิมพ์', 
      false, 
      false, 
      true, 
      '[]'::jsonb,
      'published'
    ),
(
      '8c1fb25f-31bb-479d-a5b0-47fa74f5094e',
      'Printer Head หัวพิมพ์ สำหรับ EPSON LQ-300, LQ-300+ และ LQ-300+II (มือสอง) สภาพดี', 
      'printerheadหัวพิมพ์สำหรับepsonlq300lq300และlq300ii-28',
      '- หัวพิมพ์สำหรับ EPSON LQ-300, LQ-300+ และ LQ-300+II (มือสอง) 
- สภาพ 80-95% 
- ใช้งานได้ปกติ สภาพดี หัวเข็มครบ ไม่สึก ไม่หัก มีของพร้อมส่ง
- จัดส่งทั่วประเทศ สินค้ามีประกัน เทสสินค้าก่อนส่งทุกชิ้น
- รับประกันสินค้า 3 เดือน
***สินค้าสามารถออกใบกำกับภาษีได้ (ราคารวมแวทแล้ว) "กรอกรายละเอียดในระบบได้เลยค่ะ***
ทางร้านเปิดบิลตามระบบเพื่อป้องกันตกหล่นค่ะ
********หมายเหตุ********
1.หากลูกค้าแจ้งรับ ใบกำกับภาษีย้อนหลัง ต้องชำระค่าจัดส่งให้ทางร้านเพิ่ม 50 บาท
🙏🙏ขอบพระคุณลูกค้ามากๆนะคะ🙏🙏', 
      '<html>
 <head></head>
 <body>
  <div>
   - หัวพิมพ์สำหรับ EPSON LQ-300, LQ-300+ และ LQ-300+II (มือสอง) 
   <br>- สภาพ 80-95% 
   <br>- ใช้งานได้ปกติ สภาพดี หัวเข็มครบ ไม่สึก ไม่หัก มีของพร้อมส่ง
   <br>- จัดส่งทั่วประเทศ สินค้ามีประกัน เทสสินค้าก่อนส่งทุกชิ้น
   <br>- รับประกันสินค้า 3 เดือน
   <br>***สินค้าสามารถออกใบกำกับภาษีได้ (ราคารวมแวทแล้ว) "กรอกรายละเอียดในระบบได้เลยค่ะ***
   <br>ทางร้านเปิดบิลตามระบบเพื่อป้องกันตกหล่นค่ะ
   <br>********หมายเหตุ********
   <br>1.หากลูกค้าแจ้งรับ ใบกำกับภาษีย้อนหลัง ต้องชำระค่าจัดส่งให้ทางร้านเพิ่ม 50 บาท
   <br>🙏🙏ขอบพระคุณลูกค้ามากๆนะคะ🙏🙏
   <br>
  </div>
 </body>
</html>', 
      0, 
      0, 
      'https://cf.shopee.co.th/file/e8d2b6d84a5dab8ce384015aa3a5e754', 
      ARRAY['https://cf.shopee.co.th/file/e8d2b6d84a5dab8ce384015aa3a5e754', 'https://cf.shopee.co.th/file/a58a59a33261a2da017775f7b528b514', 'https://cf.shopee.co.th/file/4cfcedfb5fd3ebc22e34dee9a6962bde', 'https://cf.shopee.co.th/file/dd3c4d793c7ad5ed18cbe013f2a462e8', 'https://cf.shopee.co.th/file/sg-11134201-22100-s3a75lvaeniv32']::text[], 
      '[]'::jsonb, 
      'EPSON', 
      'A', 
      'มือสอง', 
      'เครื่องปริ้นเตอร์', 
      false, 
      true, 
      true, 
      '[]'::jsonb,
      'published'
    ),
(
      'bde31841-aa12-46cf-ad25-b2a5a69921b4',
      'ปริ้นเตอร์ HP LaserJet Pro 400 M401dn (มือสอง)เลเซอร์ขาว-ดำ ราคาเบาๆ ปริ้น2หน้าอัตโนมัติ ผ่านเน็ตเวิร์คได้ จอทัชสกรีนได้', 
      'ปริ้นเตอร์hplaserjetpro400m401dnมือสองเลเซอร์ขาวดำ-29',
      'HP LaserJet Pro 400 Printer M401d / M401n / M401dn (มือสอง)
M401d = เชื่อมต่อ USB / ปรินท์ 2 หน้าอัตโนมัติ
M401n = เชื่อมต่อ USB / Network
M401dn = เชื่อมต่อ USB / Network /ปรินท์ 2 หน้าอัตโนมัติ
คุณสมบัติ
- ความละเอียดในการพิมพ์ : สูงถึง 1200x1200 dpi
- ความเร็วในการพิมพ์ขาว-ดำ : 33 แผ่น/นาที (A4)
- ความเร็วในการพิมพ์แผ่นแรก : น้อยกว่า 8 วินาที
- รองรับปริมาณงานพิมพ์ : 50,000 แผ่นต่อเดือน
- ความเร็วของหน่วยประมวลผล : 800 MHz
- หน่วยความจำ : 256MB / Max. 256MB
- ถาดใส่กระดาษสูงสุด : ถาดเข้า 250 แผ่น และ ถาดเอนกประสงค์ 50 แผ่น / ถาดออก 150 แผ่น
- ขนาดกระดาษ : A4; A5; A6; B5 (JIS)
- การรับประกันของทางร้าน 3 เดือน
สามารถออกใบกำกับภาษีได้ (ราคารวมแวทแล้วค่ะ) 
กรอกรายละเอียดในระบบได้เลยค่ะ ทางร้านเปิดบิลตามระบบค่ะ เพื่อป้องกันตกหล่น 
*** ขอย้อนหลังมีค่าจัดส่งเอกสาร 50 บาท *** ไม่สแกนไฟล์ส่งค่ะ
🙏🙏ขอบพระคุณลูกค้ามากๆนะคะ🙏🙏', 
      '<html>
 <head></head>
 <body>
  <div>
   HP LaserJet Pro 400 Printer M401d / M401n / M401dn (มือสอง)
   <br>M401d = เชื่อมต่อ USB / ปรินท์ 2 หน้าอัตโนมัติ
   <br>M401n = เชื่อมต่อ USB / Network
   <br>M401dn = เชื่อมต่อ USB / Network /ปรินท์ 2 หน้าอัตโนมัติ
   <br>คุณสมบัติ
   <br>- ความละเอียดในการพิมพ์ : สูงถึง 1200x1200 dpi
   <br>- ความเร็วในการพิมพ์ขาว-ดำ : 33 แผ่น/นาที (A4)
   <br>- ความเร็วในการพิมพ์แผ่นแรก : น้อยกว่า 8 วินาที
   <br>- รองรับปริมาณงานพิมพ์ : 50,000 แผ่นต่อเดือน
   <br>- ความเร็วของหน่วยประมวลผล : 800 MHz
   <br>- หน่วยความจำ : 256MB / Max. 256MB
   <br>- ถาดใส่กระดาษสูงสุด : ถาดเข้า 250 แผ่น และ ถาดเอนกประสงค์ 50 แผ่น / ถาดออก 150 แผ่น
   <br>- ขนาดกระดาษ : A4; A5; A6; B5 (JIS)
   <br>- การรับประกันของทางร้าน 3 เดือน
   <br>สามารถออกใบกำกับภาษีได้ (ราคารวมแวทแล้วค่ะ) 
   <br>กรอกรายละเอียดในระบบได้เลยค่ะ ทางร้านเปิดบิลตามระบบค่ะ เพื่อป้องกันตกหล่น 
   <br>*** ขอย้อนหลังมีค่าจัดส่งเอกสาร 50 บาท *** ไม่สแกนไฟล์ส่งค่ะ
   <br>🙏🙏ขอบพระคุณลูกค้ามากๆนะคะ🙏🙏
   <br>
  </div>
 </body>
</html>', 
      1990, 
      0, 
      'https://cf.shopee.co.th/file/a23296693995ab8bbaea303560a092ed', 
      ARRAY['https://cf.shopee.co.th/file/a23296693995ab8bbaea303560a092ed', 'https://cf.shopee.co.th/file/b30a212b6e4183c8ed869821b13ad849', 'https://cf.shopee.co.th/file/6e08b3588824f90e9500b200235e7102', 'https://cf.shopee.co.th/file/c1404619e34a28f1fa3f7cd2981c85c1', 'https://cf.shopee.co.th/file/0373c8951d93b08d92a02d2200c495ab', 'https://cf.shopee.co.th/file/52513b99e798993d25efb24873edaeb8', 'https://cf.shopee.co.th/file/th-11134207-7r98r-lqc0agkhi9k4ff']::text[], 
      '[{"name":"รุ่นเครื่อง","values":["M401d","M401dn","M401n"]}]'::jsonb, 
      'HP', 
      'A', 
      'มือสอง', 
      'อุปกรณ์เสริม', 
      false, 
      false, 
      true, 
      '[]'::jsonb,
      'published'
    ),
(
      '4d5448a4-4a7d-459d-a347-d9806f462d80',
      'เครื่องปริ้นท์สลิป EPSON TM-T82 (มือสอง) เครื่องปริ้นใบเสร็จ สลิป รายการอาหาร รับประกัน 3 เดือน', 
      'เครื่องปริ้นท์สลิปepsontmt82มือสองเครื่องปริ้นใบเส-30',
      'Printer EPSON TM-T82 (มือสอง) ปริ้นใบเสร็จ พิมพ์ใบสั่งอาหาร ใบส่งของ สำหรับพิมพ์กระดาษความร้อน พิมพ์เร็ว รับประกันนาน 3 เดือน
คุณสมบัติการใช้งาน
• พิมพ์สลิปใบเสร็จ ใบ Order ใบส่งของ
•  Port USB : สำหรับเชื่อมต่อผ่านคอม NoteBook / PC 
•  Port LAN : สำหรับเชื่อมต่อผ่าน Ipad / PC (กรณีคอมพิวเตอร์อยู่ไกลปริ้นท์เตอร์)
• ความละเอียด 203x203 Dpi
• ความเร็วในการพิมพ์ 150 มม./วินาที
• รองรับกระดาษเทอมอลความร้อน ขนาด 58 - 80 mm
• รับประกัน 3 เดือน 
 ขนาดเครื่อง : 14x19x14 ซม.
 น้ำหนัก 1.7 กก.
***สินค้าสามารถออกใบกำกับภาษีได้ (ราคารวมแวทแล้ว) "กรอกรายละเอียดในระบบได้เลยค่ะ***
ทางร้านเปิดบิลตามระบบเพื่อป้องกันตกหล่นค่ะ
🌟 กรุณาถ่ายวีดีโอขณะเปิดสินค้า เพื่อเป็นหลักฐานในการขอเคลม หรือเปลี่ยนสินค้า ไม่มีค่าใช้จ่ายเพิ่มเติม**
🌟 หากเกิดปัญหาอื่นๆ ขอความกรุณาลูกค้าแจ้งแอดมินมาทางแชทก่อนนะคะ
🙏🙏ขอบพระคุณลูกค้ามากๆค่ะ🙏🙏', 
      '<html>
 <head></head>
 <body>
  <div>
   Printer EPSON TM-T82 (มือสอง) ปริ้นใบเสร็จ พิมพ์ใบสั่งอาหาร ใบส่งของ สำหรับพิมพ์กระดาษความร้อน พิมพ์เร็ว รับประกันนาน 3 เดือน
   <br>คุณสมบัติการใช้งาน
   <br>• พิมพ์สลิปใบเสร็จ ใบ Order ใบส่งของ
   <br>• Port USB : สำหรับเชื่อมต่อผ่านคอม NoteBook / PC 
   <br>• Port LAN : สำหรับเชื่อมต่อผ่าน Ipad / PC (กรณีคอมพิวเตอร์อยู่ไกลปริ้นท์เตอร์)
   <br>• ความละเอียด 203x203 Dpi
   <br>• ความเร็วในการพิมพ์ 150 มม./วินาที
   <br>• รองรับกระดาษเทอมอลความร้อน ขนาด 58 - 80 mm
   <br>• รับประกัน 3 เดือน 
   <br> ขนาดเครื่อง : 14x19x14 ซม.
   <br> น้ำหนัก 1.7 กก.
   <br>***สินค้าสามารถออกใบกำกับภาษีได้ (ราคารวมแวทแล้ว) "กรอกรายละเอียดในระบบได้เลยค่ะ***
   <br>ทางร้านเปิดบิลตามระบบเพื่อป้องกันตกหล่นค่ะ
   <br>🌟 กรุณาถ่ายวีดีโอขณะเปิดสินค้า เพื่อเป็นหลักฐานในการขอเคลม หรือเปลี่ยนสินค้า ไม่มีค่าใช้จ่ายเพิ่มเติม**
   <br>🌟 หากเกิดปัญหาอื่นๆ ขอความกรุณาลูกค้าแจ้งแอดมินมาทางแชทก่อนนะคะ
   <br>🙏🙏ขอบพระคุณลูกค้ามากๆค่ะ🙏🙏
   <br>
  </div>
 </body>
</html>', 
      2290, 
      0, 
      'https://cf.shopee.co.th/file/th-11134207-81zto-mkurj4kckkcne9', 
      ARRAY['https://cf.shopee.co.th/file/th-11134207-81zto-mkurj4kckkcne9', 'https://cf.shopee.co.th/file/th-11134207-81ztl-mkurj4kc543l1c', 'https://cf.shopee.co.th/file/th-11134207-81ztc-mkurj4kds3y82b', 'https://cf.shopee.co.th/file/41c1295ae90f5b9aaf81904097acf0a6', 'https://cf.shopee.co.th/file/92a20dc49840e689b8bab724e9e4a17f', 'https://cf.shopee.co.th/file/3453ce03c82e794226393055c8a7b612', 'https://cf.shopee.co.th/file/th-11134207-7r98w-lqc0ieadbbbu2d']::text[], 
      '[{"name":"EPSON TM-T82","values":["Port USB","Port Lan","Port Serial","Port Parellel"]}]'::jsonb, 
      'EPSON', 
      'A', 
      'มือสอง', 
      'เครื่องปริ้นเตอร์', 
      false, 
      false, 
      true, 
      '[]'::jsonb,
      'published'
    ),
(
      'ca1c298e-65c3-4773-a0dc-c30ec4d81d3d',
      'เครื่องปริ้นเลเซอร์-ขาวดำ  HP LaserJet Pro M102W ปริ้นเร็ว 22แผ่น/นาที มีไวไฟ มีตลับหมึกพร้อมใช้งาน รับประกัน 3 เดือน', 
      'เครื่องปริ้นเลเซอร์ขาวดำhplaserjetprom102wปริ้นเร็-31',
      'HP LaserJet Pro M102W (มือสอง)
ปริ้นเตอร์เลเซอร์ขาวดำ ปริ้นคมชัด ปริ้นเร็ว หมึกเข้ม เครื่องเล็กกระทัดรัด ตั้งบนโต๊ะทำงานได้ ติดตั้งง่ายไม่ยุ่งยาก 
คุณสมบัติการใช้งาน
 - ความละเอียดในการพิมพ์ 600x600 dpi
 - ความเร็วการพิมพ์ ขาว-ดำ 22 แผ่น/นาที
 - รองรับงานพิมพ์สูงสุด 10,000 แผ่น/เดือน
 - ช่องใส่กระดาษ 150 แผ่น
 - การเชื่อมต่อ USB 2.0
 - หน่วยความจำมาตรฐาน 128 MB
 - หมึกที่ใช้ CE217A, CF219A
รับประกัน 3 เดือน
สินค้าสามารถออกใบกำกับภาษีได้ (ราคารวมแวทแล้ว) กรอกรายละเอียดในระบบได้เลยค่ะ ทางร้านเปิดบิลตามระบบค่ะ เพื่อป้องกันตกหล่นค่ะ
หากลูกค้าแจ้งรับ ใบกำกับภาษีย้อนหลัง ต้องชำระค่าจัดส่งให้ทางร้านเพิ่ม 50 บาท
🙏🙏ขอบพระคุณลูกค้ามากๆนะคะ🙏🙏', 
      '<html>
 <head></head>
 <body>
  <div>
   HP LaserJet Pro M102W (มือสอง)
   <br>ปริ้นเตอร์เลเซอร์ขาวดำ ปริ้นคมชัด ปริ้นเร็ว หมึกเข้ม เครื่องเล็กกระทัดรัด ตั้งบนโต๊ะทำงานได้ ติดตั้งง่ายไม่ยุ่งยาก 
   <br>คุณสมบัติการใช้งาน
   <br> - ความละเอียดในการพิมพ์ 600x600 dpi
   <br> - ความเร็วการพิมพ์ ขาว-ดำ 22 แผ่น/นาที
   <br> - รองรับงานพิมพ์สูงสุด 10,000 แผ่น/เดือน
   <br> - ช่องใส่กระดาษ 150 แผ่น
   <br> - การเชื่อมต่อ USB 2.0
   <br> - หน่วยความจำมาตรฐาน 128 MB
   <br> - หมึกที่ใช้ CE217A, CF219A
   <br>รับประกัน 3 เดือน
   <br>สินค้าสามารถออกใบกำกับภาษีได้ (ราคารวมแวทแล้ว) กรอกรายละเอียดในระบบได้เลยค่ะ ทางร้านเปิดบิลตามระบบค่ะ เพื่อป้องกันตกหล่นค่ะ
   <br>หากลูกค้าแจ้งรับ ใบกำกับภาษีย้อนหลัง ต้องชำระค่าจัดส่งให้ทางร้านเพิ่ม 50 บาท
   <br>🙏🙏ขอบพระคุณลูกค้ามากๆนะคะ🙏🙏
   <br>
  </div>
 </body>
</html>', 
      0, 
      0, 
      'https://cf.shopee.co.th/file/th-11134207-23030-c0849moh4qov89', 
      ARRAY['https://cf.shopee.co.th/file/th-11134207-23030-c0849moh4qov89', 'https://cf.shopee.co.th/file/th-11134207-23030-stuv7ofj4qovd3', 'https://cf.shopee.co.th/file/th-11134207-23030-g5uhsxfj4qovb1', 'https://cf.shopee.co.th/file/th-11134207-23030-lagu7ofj4qov9d', 'https://cf.shopee.co.th/file/th-11134207-23030-6t1eqzfj4qov16', 'https://cf.shopee.co.th/file/th-11134207-23030-0cedu1fj4qovb3', 'https://cf.shopee.co.th/file/th-11134207-7r98s-lqc1cd6eoniydf']::text[], 
      '[]'::jsonb, 
      'HP', 
      'A', 
      'มือสอง', 
      'หมึกพิมพ์', 
      false, 
      true, 
      true, 
      '[]'::jsonb,
      'published'
    ),
(
      '85706982-2c4e-4457-a90f-a3f500a7cfe1',
      'Brother HL-L2370dn (มือสอง) เครื่องปริ้นท์เลเซอร์ขาว-ดำ ปริ้นท์ 2 หน้าอัตโนมัติ เชื่อมต่อเน็ตเวิร์คได้ รับประกัน 3 เดือน', 
      'brotherhll2370dnมือสองเครื่องปริ้นท์เลเซอร์ขาวดำปร-32',
      'Brother HL-L2370dn เครื่องพิมพ์เลเซอร์ ขาว-ดำ (มือสอง) เชื่อมต่อUSB และเน็ตเวิร์ค 
เครื่องปริ้นท์เตอร์ เลเซอร์ ขาว-ดำ ขนาดเล็กกระทัดรัด พิมพ์เร็ว คมชัด 
 
🖨️ Brother HL-L2370dn 🛒
ความเร็วในการพิมพ์ : 34 แผ่น / นาที
ความละเอียด : 600x600dpi
การเชื่อมต่อ : USB 2.0 / Network built-in
ถาดบรรจุกระดาษ : 250 แผ่น
ใช้หมึกเบอร์ TN2480 (พิมพ์ได้ 3000 แผ่น)
ใช้ดรัมเบอร์ : DR2455 (พิมพ์ได้ 12,000 แผ่น)
สามารถออกใบกำกับภาษีได้ (ราคารวมแวทแล้วค่ะ) 
กรอกรายละเอียดในระบบได้เลยค่ะ ทางร้านเปิดบิลตามระบบค่ะ เพื่อป้องกันตกหล่น 
*** ขอย้อนหลังมีค่าจัดส่งเอกสาร 50 บาท *** ไม่สแกนไฟล์ส่งค่ะ', 
      '<html>
 <head></head>
 <body>
  <div>
   Brother HL-L2370dn เครื่องพิมพ์เลเซอร์ ขาว-ดำ (มือสอง) เชื่อมต่อUSB และเน็ตเวิร์ค 
   <br>เครื่องปริ้นท์เตอร์ เลเซอร์ ขาว-ดำ ขนาดเล็กกระทัดรัด พิมพ์เร็ว คมชัด 
   <br> 
   <br>🖨️ Brother HL-L2370dn 🛒
   <br>ความเร็วในการพิมพ์ : 34 แผ่น / นาที
   <br>ความละเอียด : 600x600dpi
   <br>การเชื่อมต่อ : USB 2.0 / Network built-in
   <br>ถาดบรรจุกระดาษ : 250 แผ่น
   <br>ใช้หมึกเบอร์ TN2480 (พิมพ์ได้ 3000 แผ่น)
   <br>ใช้ดรัมเบอร์ : DR2455 (พิมพ์ได้ 12,000 แผ่น)
   <br>สามารถออกใบกำกับภาษีได้ (ราคารวมแวทแล้วค่ะ) 
   <br>กรอกรายละเอียดในระบบได้เลยค่ะ ทางร้านเปิดบิลตามระบบค่ะ เพื่อป้องกันตกหล่น 
   <br>*** ขอย้อนหลังมีค่าจัดส่งเอกสาร 50 บาท *** ไม่สแกนไฟล์ส่งค่ะ
   <br>
  </div>
 </body>
</html>', 
      0, 
      0, 
      'https://cf.shopee.co.th/file/th-11134207-7r98t-ly69ue4ptzepb8', 
      ARRAY['https://cf.shopee.co.th/file/th-11134207-7r98t-ly69ue4ptzepb8', 'https://cf.shopee.co.th/file/th-11134207-7r98w-ly69ue4ztksh43', 'https://cf.shopee.co.th/file/th-11134207-7r990-ly69ue4ptzft62', 'https://cf.shopee.co.th/file/th-11134207-7r98w-ly69ue4pve09e0']::text[], 
      '[]'::jsonb, 
      'Brother', 
      'A', 
      'มือสอง', 
      'เครื่องปริ้นเตอร์', 
      false, 
      false, 
      true, 
      '[]'::jsonb,
      'published'
    ),
(
      'fa1c109d-2bda-49cd-a901-4391e8e577d2',
      'HP LaserJet P1102W (มือสอง) เครื่องเลเซอร์ขาว-ดำ เชื่อมต่อ USB / Wifi รับประกัน 3 เดือน', 
      'hplaserjetp1102wมือสองเครื่องเลเซอร์ขาวดำเชื่อมต่อ-33',
      'Printer HP LaserJet P1102w (มีอสอง) ปริ้นเตอร์เลเซอร์ ขาว-ดำ มี Wifi ด้วยน๊าาา 
คุณสมบัติการใช้งาน ️
- ระบบพิมพ์ เลเซอร์ขาว-ดำ
- สามารถรองรับขนาดกระดาษได้หลายขนาด ทั้ง A4, A5, A6, B5, Envelopes (C5, DL, B5)
- ความเร็วในการพิมพ์ขาว-ดำ 18 แผ่น/นาที
- มีไดร์ฟเวอร์ในตัว ติดตั้งง่าย
- การเชื่อมต่อแบบ USB 2.0 , มีWifi
- หมึกผง ทิ้งไว้ได้ไม่มีแห้ง ตลับหมึกพิมพ์ได้เกือบ 2000 แผ่น
- แถมหมึก อุปกรณ์ครบพร้อมใช้งาน
- รับประกัน 3 เดือน
***สินค้าสามารถออกใบกำกับภาษีได้ด้วย(ไม่มีค่าVatเพิ่ม) "แจ้งรายละเอียดในช่องกรอกรายละเอียดใบกำกับภาษี หรือแจ้งทางแชทค่ะ***
********หมายเหตุ********
1.หากลูกค้าแจ้งรับ ใบกำกับภาษีย้อนหลัง ต้องชำระค่าจัดส่งให้ทางร้านเพิ่ม 50 บาท
🌟 เนื่องจากเป็นเครื่องปริ้นเตอร์ มีน้ำหนักมาก อาจเกิดความเสียหายขณะขนส่ง **ขอความกรุณาลูกค้าที่น่ารักทุกท่านถ่ายวีดีโอ
ขณะเปิดสินค้า เพื่อเป็นหลักฐานในการขอเคลม หรือเปลี่ยนเครื่องใหมได้ ไม่มีค่าใช้จ่ายเพิ่มเติม**
🌟 หากเกิดปัญหาอื่นๆ ขอความกรุณาลูกค้าแจ้งแอดมินมาทางแชทก่อนนะคะ
🙏🙏ขอบพระคุณลูกค้ามากๆนะคะ🙏🙏', 
      '<html>
 <head></head>
 <body>
  <div>
   Printer HP LaserJet P1102w (มีอสอง) ปริ้นเตอร์เลเซอร์ ขาว-ดำ มี Wifi ด้วยน๊าาา 
   <br>คุณสมบัติการใช้งาน ️
   <br>- ระบบพิมพ์ เลเซอร์ขาว-ดำ
   <br>- สามารถรองรับขนาดกระดาษได้หลายขนาด ทั้ง A4, A5, A6, B5, Envelopes (C5, DL, B5)
   <br>- ความเร็วในการพิมพ์ขาว-ดำ 18 แผ่น/นาที
   <br>- มีไดร์ฟเวอร์ในตัว ติดตั้งง่าย
   <br>- การเชื่อมต่อแบบ USB 2.0 , มีWifi
   <br>- หมึกผง ทิ้งไว้ได้ไม่มีแห้ง ตลับหมึกพิมพ์ได้เกือบ 2000 แผ่น
   <br>- แถมหมึก อุปกรณ์ครบพร้อมใช้งาน
   <br>- รับประกัน 3 เดือน
   <br>***สินค้าสามารถออกใบกำกับภาษีได้ด้วย(ไม่มีค่าVatเพิ่ม) "แจ้งรายละเอียดในช่องกรอกรายละเอียดใบกำกับภาษี หรือแจ้งทางแชทค่ะ***
   <br>********หมายเหตุ********
   <br>1.หากลูกค้าแจ้งรับ ใบกำกับภาษีย้อนหลัง ต้องชำระค่าจัดส่งให้ทางร้านเพิ่ม 50 บาท
   <br>🌟 เนื่องจากเป็นเครื่องปริ้นเตอร์ มีน้ำหนักมาก อาจเกิดความเสียหายขณะขนส่ง **ขอความกรุณาลูกค้าที่น่ารักทุกท่านถ่ายวีดีโอ
   <br>ขณะเปิดสินค้า เพื่อเป็นหลักฐานในการขอเคลม หรือเปลี่ยนเครื่องใหมได้ ไม่มีค่าใช้จ่ายเพิ่มเติม**
   <br>🌟 หากเกิดปัญหาอื่นๆ ขอความกรุณาลูกค้าแจ้งแอดมินมาทางแชทก่อนนะคะ
   <br>🙏🙏ขอบพระคุณลูกค้ามากๆนะคะ🙏🙏
   <br>
  </div>
 </body>
</html>', 
      0, 
      0, 
      'https://cf.shopee.co.th/file/th-11134207-81ztn-mfyxv50wrvgpff', 
      ARRAY['https://cf.shopee.co.th/file/th-11134207-81ztn-mfyxv50wrvgpff', 'https://cf.shopee.co.th/file/th-11134207-81zth-mfyxv56xoefea8', 'https://cf.shopee.co.th/file/th-11134207-81ztk-mfyxv50ydgr183', 'https://cf.shopee.co.th/file/th-11134207-81zto-mfyxv59zxzbec3', 'https://cf.shopee.co.th/file/th-11134207-81ztl-mfyxv5215p8p72']::text[], 
      '[]'::jsonb, 
      'HP', 
      'A', 
      'มือสอง', 
      'อุปกรณ์เสริม', 
      false, 
      true, 
      true, 
      '[]'::jsonb,
      'published'
    ),
(
      '1d947307-34f7-4aab-ad9d-2073fe7254f2',
      'EPSON TM-T82lll เครื่องพิมพ์บิล ใบเสร็จ ใบส่งของ รายการอาหาร รับประกัน 3 เดือน', 
      'epsontmt82lllเครื่องพิมพ์บิลใบเสร็จใบส่งของรายการอ-34',
      'Printer EPSON TM-T82lll (มือสอง) Port LAN ปริ้นใบเสร็จ พิมพ์ใบสั่งอาหาร ใบส่งของ ใช้งานกับเครื่อง POS ได้ ใช้กระดาษความร้อน พิมพ์เร็ว รับประกันนาน 3 เดือน
รายละเอียดสินค้า
 - ระบบการพิมพ์แบบใช้ความร้อน 
 - ความละเอียด 203x203 dpi 
 - ความเร็วการพิมพ์ สูงสุด 250 มม./วินาที 
 - ไม่รองรับการพิมพ์สำเนา 
 - กระดาษหน้ากว้างม้วนที่รองรับ 58 และ 80 มม. 
 - รองรับ USB+Serial, Parallel, Ethernet
 - ขนาด 14 x 19.9 x 14.6 ซม.
🌟รับประกัน 3 เดือน
ิสินค้าสามารถออกใบกำกับภาษีได้ (ราคารวมแวทแล้ว) กรอกรายละเอียดในระบบได้เลยค่ะ ทางร้านเปิดบิลตามระบบ เพื่อป้องกันตกหล่น หากกรอกรายละเอียดมาผิด ต้องแก้ไข ลูกค้าต้องชำระค่าจัดส่งเอกสาร 50 บาท (ไม่สแกนไฟล์)', 
      '<html>
 <head></head>
 <body>
  <div>
   Printer EPSON TM-T82lll (มือสอง) Port LAN ปริ้นใบเสร็จ พิมพ์ใบสั่งอาหาร ใบส่งของ ใช้งานกับเครื่อง POS ได้ ใช้กระดาษความร้อน พิมพ์เร็ว รับประกันนาน 3 เดือน
   <br>รายละเอียดสินค้า
   <br> - ระบบการพิมพ์แบบใช้ความร้อน 
   <br> - ความละเอียด 203x203 dpi 
   <br> - ความเร็วการพิมพ์ สูงสุด 250 มม./วินาที 
   <br> - ไม่รองรับการพิมพ์สำเนา 
   <br> - กระดาษหน้ากว้างม้วนที่รองรับ 58 และ 80 มม. 
   <br> - รองรับ USB+Serial, Parallel, Ethernet
   <br> - ขนาด 14 x 19.9 x 14.6 ซม.
   <br>🌟รับประกัน 3 เดือน
   <br>ิสินค้าสามารถออกใบกำกับภาษีได้ (ราคารวมแวทแล้ว) กรอกรายละเอียดในระบบได้เลยค่ะ ทางร้านเปิดบิลตามระบบ เพื่อป้องกันตกหล่น หากกรอกรายละเอียดมาผิด ต้องแก้ไข ลูกค้าต้องชำระค่าจัดส่งเอกสาร 50 บาท (ไม่สแกนไฟล์)
   <br>
  </div>
 </body>
</html>', 
      3000, 
      0, 
      'https://cf.shopee.co.th/file/th-11134207-7r98t-loows1p61mppd4', 
      ARRAY['https://cf.shopee.co.th/file/th-11134207-7r98t-loows1p61mppd4', 'https://cf.shopee.co.th/file/th-11134207-7r98p-lo3km3kxcaqv5d', 'https://cf.shopee.co.th/file/th-11134207-7r990-lo3km3kxdpbbda', 'https://cf.shopee.co.th/file/th-11134207-7r98z-lo3km3kxf3vr75', 'https://cf.shopee.co.th/file/th-11134207-7r98p-lo3km3kxhx0n9c', 'https://cf.shopee.co.th/file/th-11134207-7r98v-lo3km3kxjbl3cd', 'https://cf.shopee.co.th/file/th-11134207-7r98y-lqc0ieade4gqd9', 'https://cf.shopee.co.th/file/th-11134207-7r98y-lo3kv1ofy99jda', 'https://cf.shopee.co.th/file/th-11134207-7r98o-lz47q60vors9ff']::text[], 
      '[{"name":"T82lll","values":["Port Lan","Port USB"]}]'::jsonb, 
      'EPSON', 
      'A', 
      'มือสอง', 
      'อุปกรณ์เสริม', 
      false, 
      true, 
      true, 
      '[]'::jsonb,
      'published'
    ),
(
      'efda8720-5418-4afe-a698-b0a480c7f99d',
      'ชุดใบกำกับภาษี 5 ชั้น ขนาดกระดาษ 9x11 นิ้ว 1 ลัง 500 ชุด ราคาถูกกกก', 
      'ชุดใบกำกับภาษี5ชั้นขนาดกระดาษ9x11นิ้ว1ลัง500ชุดราค-35',
      'ชุดใบกำกับภาษี 5 ชั้น 1 ลัง มี 500 ชุด 
ขนาดกระดาษ 9x11 นิ้ว
****สามารถออกใบกำกับภาษีได้ ราคารวมแวทแล้วค่ะ', 
      '<html>
 <head></head>
 <body>
  ชุดใบกำกับภาษี 5 ชั้น 1 ลัง มี 500 ชุด 
  <br>ขนาดกระดาษ 9x11 นิ้ว
  <br>****สามารถออกใบกำกับภาษีได้ ราคารวมแวทแล้วค่ะ
 </body>
</html>', 
      0, 
      0, 
      'https://cf.shopee.co.th/file/th-11134207-7r98o-lwzg9u8rhyhb31', 
      ARRAY['https://cf.shopee.co.th/file/th-11134207-7r98o-lwzg9u8rhyhb31', 'https://cf.shopee.co.th/file/th-11134207-7r98w-lwzg9u8rf5cfe1', 'https://cf.shopee.co.th/file/th-11134207-7r98v-lwzg9u8rgjwv26']::text[], 
      '[]'::jsonb, 
      'อื่นๆ', 
      'A', 
      'มือสอง', 
      'อุปกรณ์เสริม', 
      true, 
      false, 
      true, 
      '[]'::jsonb,
      'published'
    ),
(
      '02246865-d468-4841-a898-11071b176fec',
      'Printer OKI Microline 1190Plus (มือสอง) ปริ้น Dot Matrix หัวเข็ม ปริ้นใบเสร็จ กระดาษต่อเนื่อง ปริ้นได้ 6ก็อปปี้', 
      'printerokimicroline1190plusมือสองปริ้นdotmatrixหัว-36',
      'OKI Microline 1190 Plus (มือสอง) ปริ้น Dot Matrix หัวเข็ม ปริ้นใบเสร็จ กระดาษต่อเนื่อง กระดาษลอกลาย มี USB ปริ้นได้ 6 ก็อปปี้
มี 3 ตัวเลือก เนื่องจากฝาปิดครอบเครื่องหายากค่ะ
เครื่อง+ฝาครอบครบชุด
เครื่อง+ฝาครอบล่างชิ้นเดียว (ใช้งานได้ปกติ)
เครื่องไม่มีฝาครอบ (ใช้งานได้ปกติ)

รายละเอียด
• Printer Dot Matrix หัวพิมพ์ 24 Pin
• สามารถพิมพ์ สำเนา 6 ชั้น
• พิมพ์กระดาษต่อเนื่อง พิมพ์บัญชี พิมพ์บิลใบเสร็จ ใบกำกับภาษี พิมพ์สลิปเงินเดือน และกระดาษลอกลายได้
• แคร่สั้น ตั้งโต๊ะสะดวก
• การเชื่อมต่อ Port Parallel , และ USB 2.0
• แถมหมึกและอุปกรณ์ครบพร้อมใช้งานได้เลย
• Window 7-10 เสียบสายแล้วเจอไดร์เวอร์เลย ถ้าไม่เจอสามารถดาวน์โหลดได้จากอินเตอร์เน็ต หากติดตั้ง แอดมินรีโมทไปลงให้ฟรี
• รับประกัน 3 เดือน เปลี่ยนเครื่องใหม่ได้ (ในกรณีเครื่องเสียหายหนักมาก)

***ทางร้านมีโปรแกรม (Excel) พิมพ์สลิปเงินเดือน และใบกำกับษีสำเร็จรูปให้ฟรี หากลูกค้าต้องการโปรแกรมกรุณาแจ้งทางแชทนะคะ ***
***สินค้าสามารถออกใบกำกับภาษีได้ (ไม่บวก Vat เพิ่ม) "แจ้งรายละเอียดทางแชทค่ะ***
********หมายเหตุ********
หากลูกค้าแจ้งรับ ใบกำกับภาษีย้อนหลัง หรือหลังจากทางร้านจัดส่งสินค้าแล้ว ต้องชำระค่าจัดส่งให้ทางร้านเพิ่ม 50 บาท ไม่สแกนไฟล์ทุกกรณีค่ะ
ขอบพระคุณลูกค้ามากๆนะคะ', 
      '<html>
 <head></head>
 <body>
  OKI Microline 1190 Plus (มือสอง) ปริ้น Dot Matrix หัวเข็ม ปริ้นใบเสร็จ กระดาษต่อเนื่อง กระดาษลอกลาย มี USB ปริ้นได้ 6 ก็อปปี้
  <br>มี 3 ตัวเลือก เนื่องจากฝาปิดครอบเครื่องหายากค่ะ
  <br>เครื่อง+ฝาครอบครบชุด
  <br>เครื่อง+ฝาครอบล่างชิ้นเดียว (ใช้งานได้ปกติ)
  <br>เครื่องไม่มีฝาครอบ (ใช้งานได้ปกติ)
  <br>
  <br>รายละเอียด
  <br>• Printer Dot Matrix หัวพิมพ์ 24 Pin
  <br>• สามารถพิมพ์ สำเนา 6 ชั้น
  <br>• พิมพ์กระดาษต่อเนื่อง พิมพ์บัญชี พิมพ์บิลใบเสร็จ ใบกำกับภาษี พิมพ์สลิปเงินเดือน และกระดาษลอกลายได้
  <br>• แคร่สั้น ตั้งโต๊ะสะดวก
  <br>• การเชื่อมต่อ Port Parallel , และ USB 2.0
  <br>• แถมหมึกและอุปกรณ์ครบพร้อมใช้งานได้เลย
  <br>• Window 7-10 เสียบสายแล้วเจอไดร์เวอร์เลย ถ้าไม่เจอสามารถดาวน์โหลดได้จากอินเตอร์เน็ต หากติดตั้ง แอดมินรีโมทไปลงให้ฟรี
  <br>• รับประกัน 3 เดือน เปลี่ยนเครื่องใหม่ได้ (ในกรณีเครื่องเสียหายหนักมาก)
  <br>
  <br>***ทางร้านมีโปรแกรม (Excel) พิมพ์สลิปเงินเดือน และใบกำกับษีสำเร็จรูปให้ฟรี หากลูกค้าต้องการโปรแกรมกรุณาแจ้งทางแชทนะคะ ***
  <br>***สินค้าสามารถออกใบกำกับภาษีได้ (ไม่บวก Vat เพิ่ม) "แจ้งรายละเอียดทางแชทค่ะ***
  <br>********หมายเหตุ********
  <br>หากลูกค้าแจ้งรับ ใบกำกับภาษีย้อนหลัง หรือหลังจากทางร้านจัดส่งสินค้าแล้ว ต้องชำระค่าจัดส่งให้ทางร้านเพิ่ม 50 บาท ไม่สแกนไฟล์ทุกกรณีค่ะ
  <br>ขอบพระคุณลูกค้ามากๆนะคะ
 </body>
</html>', 
      2790, 
      0, 
      'https://cf.shopee.co.th/file/th-11134207-7r992-m05o6nts2mzc59', 
      ARRAY['https://cf.shopee.co.th/file/th-11134207-7r992-m05o6nts2mzc59', 'https://cf.shopee.co.th/file/th-11134207-7r992-m05o6nts41js78', 'https://cf.shopee.co.th/file/th-11134207-7r992-m05o6nv60lve8f', 'https://cf.shopee.co.th/file/th-11134207-7r98w-m05o6nts2myifc', 'https://cf.shopee.co.th/file/th-11134207-7r98p-lqc025ezh5nof0', 'https://cf.shopee.co.th/file/th-11134207-7r98s-lzix2q3gyyztdd', 'https://cf.shopee.co.th/file/th-11134207-7r990-lzix2z7fn1c184', 'https://cf.shopee.co.th/file/th-11134207-7r98v-lzix2un6bespd9']::text[], 
      '[{"name":"ตัวเลือก","values":["เครื่อง+ฝาครอบครบชุด","เครื่อง+ฝาครอบล่าง","เครื่องไม่มีฝาครอบ"]}]'::jsonb, 
      'อื่นๆ', 
      'A', 
      'มือสอง', 
      'เครื่องปริ้นเตอร์', 
      false, 
      false, 
      true, 
      '[]'::jsonb,
      'published'
    ),
(
      'b52b8b7b-3bfb-4c76-a4d2-1cca66d395a3',
      'EPSON PLQ-20D  เครื่องพิมพ์ดอทเมทริก ปริ้นสมุดบัญชี ปริ้นเช็คได้ รับประกัน 3 เดือน', 
      'epsonplq20dเครื่องพิมพ์ดอทเมทริกปริ้นสมุดบัญชีปริ้-37',
      '🖨 Epson PLQ-20D 🖨 มือสอง เครื่องพิมพ์สลิปธนาคาร, หนังสือเดินทาง, พิมพ์เช็ค, ใบเสร็จ, ตั๋วและเอกสารสำนักงานอื่นๆ สมุดบัญชีและการพิมพ์ป้ายฉลาก ปริ้นPassbook 
รายละเอียดสินค้า
เครื่องพิมพ์หัวเข็ม 24 Pin
ความเร็วในการพิมพ์480-576 ตัวอักษร/วินาที
ความละเอียด 240*60 Dpi
การเชื่อมต่อ USB2.0 , Serial (RS-232)
ขนาดเครื่อง 38*28*20
น้ำหนัก 7.7 กก.
รับประกัน 3 เดือน แถมหมึก สายไฟ สาย USB พร้อมใช้งาน
***สินค้าสามารถออกใบกำกับภาษีได้ (ราคารวมแวทแล้ว) "กรอกรายละเอียดในระบบได้เลยค่ะ***
ทางร้านเปิดบิลตามระบบเพื่อป้องกันตกหล่นค่ะ', 
      '<html>
 <head></head>
 <body>
  <div>
   🖨 Epson PLQ-20D 🖨 มือสอง เครื่องพิมพ์สลิปธนาคาร, หนังสือเดินทาง, พิมพ์เช็ค, ใบเสร็จ, ตั๋วและเอกสารสำนักงานอื่นๆ สมุดบัญชีและการพิมพ์ป้ายฉลาก ปริ้นPassbook 
   <br>รายละเอียดสินค้า
   <br>เครื่องพิมพ์หัวเข็ม 24 Pin
   <br>ความเร็วในการพิมพ์480-576 ตัวอักษร/วินาที
   <br>ความละเอียด 240*60 Dpi
   <br>การเชื่อมต่อ USB2.0 , Serial (RS-232)
   <br>ขนาดเครื่อง 38*28*20
   <br>น้ำหนัก 7.7 กก.
   <br>รับประกัน 3 เดือน แถมหมึก สายไฟ สาย USB พร้อมใช้งาน
   <br>***สินค้าสามารถออกใบกำกับภาษีได้ (ราคารวมแวทแล้ว) "กรอกรายละเอียดในระบบได้เลยค่ะ***
   <br>ทางร้านเปิดบิลตามระบบเพื่อป้องกันตกหล่นค่ะ
   <br>
  </div>
 </body>
</html>', 
      0, 
      0, 
      'https://cf.shopee.co.th/file/th-11134207-81ztn-mkjgw8efpgqt02', 
      ARRAY['https://cf.shopee.co.th/file/th-11134207-81ztn-mkjgw8efpgqt02', 'https://cf.shopee.co.th/file/th-11134207-81zti-mkjgw8edk7ig6a', 'https://cf.shopee.co.th/file/th-11134207-81ztq-mkjglv0e8hdyec', 'https://cf.shopee.co.th/file/th-11134207-81ztk-mkjgluztk0ef17', 'https://cf.shopee.co.th/file/th-11134207-81ztd-mkjglv0d0xs0c7', 'https://cf.shopee.co.th/file/th-11134207-7r98w-lqc025ezecis30']::text[], 
      '[]'::jsonb, 
      'EPSON', 
      'A', 
      'มือสอง', 
      'อุปกรณ์เสริม', 
      true, 
      false, 
      true, 
      '[]'::jsonb,
      'published'
    ),
(
      '2af96d06-bdbb-4a29-a1c7-3f5a34051853',
      'EPSON TM-T82ll  (มือสอง) เครื่องปริ้นท์สลิป ใบเสร็จรับเงิน รายการอาหาร รับประกัน 3 เดือน แถมอุปกรณ์ครบ พร้อมใช้', 
      'epsontmt82llมือสองเครื่องปริ้นท์สลิปใบเสร็จรับเงิน-38',
      'EPSON TM-T82ll  (มือสอง) เครื่องปริ้นท์สลิประบบความร้อน ใช้กับกระดาษเทอมอลความร้อนเท่านั้น!! 
พิมพ์ใบเสร็จรับเงิน พิมพ์รายการอาหาร ฯลฯ รับประกัน 3 เดือน แถมอุปกรณ์ครบ พร้อมใช้งาน
รายละเอียดสินค้า...
ระบบการพิมพ์ : Thermal Line Printing +Autocutter
ความละเอียด :  203 dpi x 203 dpi
ขนาดตัวอักษร   :12 x 24 / 9 x 17 / 9 x 24
ความเร็วในการพิมพ์ : 200 mm/s
กระดาษ :  Width: 79.5 ± 0.5 mm Diameter: 83 mm  maximum 
การเชื่อมต่อ :USB / Parallel  / Serial / Lan
ภาษาไทย : เกษตร or สมอ or Windows driver
ขนาดสินค้า : 14(กว้าง) x 19 (ยาว) x 14(สูง) ซม.
น้ำหนัก :  1.7 kg
***สินค้าสามารถออกใบกำกับภาษีได้ (ราคารวมแวทแล้ว) "กรอกรายละเอียดในระบบได้เลยค่ะ***
ทางร้านเปิดบิลตามระบบเพื่อป้องกันตกหล่นค่ะ
🌟 กรุณาถ่ายวีดีโอขณะเปิดสินค้า เพื่อเป็นหลักฐานในการขอเคลม หรือเปลี่ยนสินค้า ไม่มีค่าใช้จ่ายเพิ่มเติม**
🌟 หากเกิดปัญหาอื่นๆ ขอความกรุณาลูกค้าแจ้งแอดมินมาทางแชทก่อนนะคะ
🙏🙏ขอบพระคุณลูกค้ามากๆค่ะ🙏🙏', 
      '<html>
 <head></head>
 <body>
  <div>
   EPSON TM-T82ll (มือสอง) เครื่องปริ้นท์สลิประบบความร้อน ใช้กับกระดาษเทอมอลความร้อนเท่านั้น!! 
   <br>พิมพ์ใบเสร็จรับเงิน พิมพ์รายการอาหาร ฯลฯ รับประกัน 3 เดือน แถมอุปกรณ์ครบ พร้อมใช้งาน
   <br>รายละเอียดสินค้า...
   <br>ระบบการพิมพ์ : Thermal Line Printing +Autocutter
   <br>ความละเอียด : 203 dpi x 203 dpi
   <br>ขนาดตัวอักษร :12 x 24 / 9 x 17 / 9 x 24
   <br>ความเร็วในการพิมพ์ : 200 mm/s
   <br>กระดาษ : Width: 79.5 ± 0.5 mm Diameter: 83 mm maximum 
   <br>การเชื่อมต่อ :USB / Parallel / Serial / Lan
   <br>ภาษาไทย : เกษตร or สมอ or Windows driver
   <br>ขนาดสินค้า : 14(กว้าง) x 19 (ยาว) x 14(สูง) ซม.
   <br>น้ำหนัก : 1.7 kg
   <br>***สินค้าสามารถออกใบกำกับภาษีได้ (ราคารวมแวทแล้ว) "กรอกรายละเอียดในระบบได้เลยค่ะ***
   <br>ทางร้านเปิดบิลตามระบบเพื่อป้องกันตกหล่นค่ะ
   <br>🌟 กรุณาถ่ายวีดีโอขณะเปิดสินค้า เพื่อเป็นหลักฐานในการขอเคลม หรือเปลี่ยนสินค้า ไม่มีค่าใช้จ่ายเพิ่มเติม**
   <br>🌟 หากเกิดปัญหาอื่นๆ ขอความกรุณาลูกค้าแจ้งแอดมินมาทางแชทก่อนนะคะ
   <br>🙏🙏ขอบพระคุณลูกค้ามากๆค่ะ🙏🙏
   <br>
  </div>
 </body>
</html>', 
      2290, 
      0, 
      'https://cf.shopee.co.th/file/th-11134207-7rasi-m3h6fiyxzzrv74', 
      ARRAY['https://cf.shopee.co.th/file/th-11134207-7rasi-m3h6fiyxzzrv74', 'https://cf.shopee.co.th/file/th-11134207-7rasa-m3h6fiyy1ecob9', 'https://cf.shopee.co.th/file/th-11134207-7rasm-m3h6fiyxzzs808']::text[], 
      '[{"name":"Port เชื่อมต่อ","values":["Port USB","Port Lan"]}]'::jsonb, 
      'EPSON', 
      'A', 
      'มือสอง', 
      'เครื่องปริ้นเตอร์', 
      false, 
      false, 
      true, 
      '[]'::jsonb,
      'published'
    ),
(
      '3a5955ea-f08a-44be-abbf-540abef95afe',
      'HP LaserJet Pro MFP M428fdw(มือสอง) เครื่องพิมพ์เลเซอร์ขาว-ดำ Multifunction ปริ้นผ่านมือถือได้', 
      'hplaserjetpromfpm428fdwมือสองเครื่องพิมพ์เลเซอร์ขา-39',
      'HP LaserJet Pro MFP M428fdw (มือสอง) เครื่องพิมพ์เลเซอร์ขาว-ดำ ปริ้น สแกน ถ่ายเอกสาร รองรับปริ้น-สแกน สองหน้าอัตโนมัติ ปริ้นผ่านมือถือได้ 
รายละเอียด
ความเร็วในการพิมพ์ : 40 แผ่น / นาที
ความละเอียด : 1200 x 1200 Dpi
ถาดบรรจุกระดาษ : 250 แผ่น
การเชื่อมต่อ : USB / Lan / WiFi (สั่งพิมพ์ผ่านมือถือได้)
รองรับ ปริ้น และ สแกน สองหน้าอัตโนมัติ
ADF ป้อนเอกสาร : 50 แผ่น/ครั้ง
ขนาด 42x39x32 ซม.
น้ำหนัก 12 กก.
รับประกัน 3 เดือน
ใช้หมึกเบอร์ CF-276A (เทียบเท่า) พิมพ์ได้ 3,000 แผ่น
สินค้าสามารถออกใบกำกับภาษีได้ ราคารวมแวทแล้ว กรอกรายละเอียดมาในระบบได้เลยค่ะ 
หากกรอกรายละเอียดมาผิด มีการแก้ไขบิล ทางร้านเก็บค่าจัดส่งเอกสาร 50 บาท ทุกกรณี (ไม่สแกนไฟล์)', 
      '<html>
 <head></head>
 <body>
  <div>
   HP LaserJet Pro MFP M428fdw (มือสอง) เครื่องพิมพ์เลเซอร์ขาว-ดำ ปริ้น สแกน ถ่ายเอกสาร รองรับปริ้น-สแกน สองหน้าอัตโนมัติ ปริ้นผ่านมือถือได้ 
   <br>รายละเอียด
   <br>ความเร็วในการพิมพ์ : 40 แผ่น / นาที
   <br>ความละเอียด : 1200 x 1200 Dpi
   <br>ถาดบรรจุกระดาษ : 250 แผ่น
   <br>การเชื่อมต่อ : USB / Lan / WiFi (สั่งพิมพ์ผ่านมือถือได้)
   <br>รองรับ ปริ้น และ สแกน สองหน้าอัตโนมัติ
   <br>ADF ป้อนเอกสาร : 50 แผ่น/ครั้ง
   <br>ขนาด 42x39x32 ซม.
   <br>น้ำหนัก 12 กก.
   <br>รับประกัน 3 เดือน
   <br>ใช้หมึกเบอร์ CF-276A (เทียบเท่า) พิมพ์ได้ 3,000 แผ่น
   <br>สินค้าสามารถออกใบกำกับภาษีได้ ราคารวมแวทแล้ว กรอกรายละเอียดมาในระบบได้เลยค่ะ 
   <br>หากกรอกรายละเอียดมาผิด มีการแก้ไขบิล ทางร้านเก็บค่าจัดส่งเอกสาร 50 บาท ทุกกรณี (ไม่สแกนไฟล์)
   <br>
  </div>
 </body>
</html>', 
      0, 
      0, 
      'https://cf.shopee.co.th/file/th-11134207-81ztl-mmu35rcvi4ua33', 
      ARRAY['https://cf.shopee.co.th/file/th-11134207-81ztl-mmu35rcvi4ua33', 'https://cf.shopee.co.th/file/th-11134207-81ztp-mmu35rcy9v5s4e', 'https://cf.shopee.co.th/file/th-11134207-81ztn-mmu35rcvgq9u5a', 'https://cf.shopee.co.th/file/th-11134207-81ztm-mmu35rcpj7yc90', 'https://cf.shopee.co.th/file/th-11134207-81zto-mmu35rcsnldxc8']::text[], 
      '[]'::jsonb, 
      'HP', 
      'A', 
      'มือสอง', 
      'อุปกรณ์เสริม', 
      false, 
      false, 
      true, 
      '[]'::jsonb,
      'published'
    ),
(
      'd8e23777-b9c7-45ab-a423-673c82cd7099',
      'EPSON LQ-2190 (มือสอง) เครื่องพิมพ์ใบกำกับภาษี สลิปเงินเดือน ปริ้นเตอร์หัวเข็ม ปริ้นได้ 7 ก็อปปี้', 
      'epsonlq2190มือสองเครื่องพิมพ์ใบกำกับภาษีสลิปเงินเด-40',
      'Printer EPSON LQ-2190 มือสอง ปริ้นเตอร์หัวเข็ม พิมพ์เร็วทนทาน แคร์ยาวพิมพ์ได้ถึง A3 มี USB พิมพ์เร็ว พิมพ์ได้สูงสุด 8 copy สภาพใหม่ อุปกรณ์ครบ พร้อมใช้งาน รับประกัน 3 เดือน 
ถาดกระดาษ คือ ถาดที่ใช้สำหรับป้อนกระดาษ A4 หรือกระดาษที่ไม่มีรอยปรุ
รายละเอียด
• ด็อทเมตริกซ์ พรินเตอร์ 24-เข็มพิมพ์
• แคร่ยาวพิมพ์ได้ถึง A3 ( 136 คอลัมน์ )
• พิมพ์ สำเนาได้สูงสุด 8 ชั้น 
• การเชื่อมต่อ parallel ,USB 2.0 Hi-Speed
• มีอุปกรณ์พร้อมใช้งานได้เลย
• รับประกัน 3 เดือน
***สินค้าสามารถออกใบกำกับภาษีได้ (ราคารวมแวทแล้ว) "กรอกรายละเอียดในระบบได้เลยค่ะ***
ทางร้านเปิดบิลตามระบบเพื่อป้องกันตกหล่นค่ะ
***หมายเหตุ***
1.หากลูกค้าแจ้งรับ ใบกำกับภาษีย้อนหลัง หรือหลังจากส่งสินค้าออกไปแล้ว จะมีค่าจัดส่ง 50 บาท
🙏🙏ขอบพระคุณลูกค้ามากๆนะคะ🙏🙏', 
      '<html>
 <head></head>
 <body>
  <div>
   Printer EPSON LQ-2190 มือสอง ปริ้นเตอร์หัวเข็ม พิมพ์เร็วทนทาน แคร์ยาวพิมพ์ได้ถึง A3 มี USB พิมพ์เร็ว พิมพ์ได้สูงสุด 8 copy สภาพใหม่ อุปกรณ์ครบ พร้อมใช้งาน รับประกัน 3 เดือน 
   <br>ถาดกระดาษ คือ ถาดที่ใช้สำหรับป้อนกระดาษ A4 หรือกระดาษที่ไม่มีรอยปรุ
   <br>รายละเอียด
   <br>• ด็อทเมตริกซ์ พรินเตอร์ 24-เข็มพิมพ์
   <br>• แคร่ยาวพิมพ์ได้ถึง A3 ( 136 คอลัมน์ )
   <br>• พิมพ์ สำเนาได้สูงสุด 8 ชั้น 
   <br>• การเชื่อมต่อ parallel ,USB 2.0 Hi-Speed
   <br>• มีอุปกรณ์พร้อมใช้งานได้เลย
   <br>• รับประกัน 3 เดือน
   <br>***สินค้าสามารถออกใบกำกับภาษีได้ (ราคารวมแวทแล้ว) "กรอกรายละเอียดในระบบได้เลยค่ะ***
   <br>ทางร้านเปิดบิลตามระบบเพื่อป้องกันตกหล่นค่ะ
   <br>***หมายเหตุ***
   <br>1.หากลูกค้าแจ้งรับ ใบกำกับภาษีย้อนหลัง หรือหลังจากส่งสินค้าออกไปแล้ว จะมีค่าจัดส่ง 50 บาท
   <br>🙏🙏ขอบพระคุณลูกค้ามากๆนะคะ🙏🙏
   <br>
  </div>
 </body>
</html>', 
      4790, 
      0, 
      'https://cf.shopee.co.th/file/th-11134207-7ras9-m6cgr0vm26ql95', 
      ARRAY['https://cf.shopee.co.th/file/th-11134207-7ras9-m6cgr0vm26ql95', 'https://cf.shopee.co.th/file/th-11134207-7r992-luzzz7knvnmd72', 'https://cf.shopee.co.th/file/th-11134207-7r98r-luzzz7knrfx174', 'https://cf.shopee.co.th/file/th-11134207-7r98v-lq9dtysuyvq200', 'https://cf.shopee.co.th/file/th-11134207-7r991-lqc025ez5x44ed']::text[], 
      '[{"name":"LQ-2190","values":["ไม่รับถาดกระดาษ","รับถาดป้อนกระดาษ A4"]}]'::jsonb, 
      'EPSON', 
      'A', 
      'มือสอง', 
      'อุปกรณ์เสริม', 
      true, 
      false, 
      true, 
      '[]'::jsonb,
      'published'
    ),
(
      '6c212a13-53a9-48ef-ac26-c8a140738f9c',
      'Epson LQ-630 (มือสอง) พิมพ์ใบเสร็จ ใบส่งของ พิมพ์เช็ค กระดาษลอกลายสัก พิมพ์สำเนาได้ 5 ชั้น  รับประกัน 3 เดือน', 
      'epsonlq630มือสองพิมพ์ใบเสร็จใบส่งของพิมพ์เช็คกระดา-41',
      'Epson LQ-630 มือสอง เครื่องพิมพ์หัวเข็ม 24Pin พิมพ์ใบเสร็จ ใบส่งของ พิมพ์เช็ค  
อุปกรณ์ครบ พร้อมใช้งาน รัปกระกัน 3 เดือน  
***ทางร้านมีไดร์เวอร์ปริน้ท์เตอร์ และ โปรแกรม (Excel) ปริ้นสลิปเงินเดือน และใบกำกับภาษีสำเร็จรูปให้ฟรี แจ้งรับในแชทได้เลยค่ะ ***
• ความละเอียดในการพิมพ์ : 360 x 180 Dpi
• ความเร็วในการพิมพ์ : 360 ตัวอักษร / วินาที
• พิมพ์ได้ 5 ก็อปปี้ ( 1 ต้นฉบับ + 5 สำเนา )
• การเชื่อมต่อ : Port Parallel และ USB 2.0
• ขนาดกระดาษ : ความกว้างไม่เกิน 11 นิ้ว / A4 / สลิปเงินเดือน
• ขนาดเครื่อง : 38 x 30 x 18
• น้ำหนักเครื่อง 4.4 กก.
แถมอุปกรณ์ครบ พร้อมใช้งาน
หากสินค้าแตกหักเสียหายจากการขนส่ง ทางร้านยินดีเคลมให้ค่ะ หรือหากสินค้ามีปัญหาการใช้งาน สามารถติดต่อทางร้านได้ตลอดเลยจ้า
***สินค้าสามารถออกใบกำกับภาษีได้ (ราคารวมแวทแล้ว) "กรอกรายละเอียดในระบบได้เลยค่ะ***
ทางร้านเปิดบิลตามระบบเพื่อป้องกันตกหล่นค่ะ', 
      '<html>
 <head></head>
 <body>
  <div>
   Epson LQ-630 มือสอง เครื่องพิมพ์หัวเข็ม 24Pin พิมพ์ใบเสร็จ ใบส่งของ พิมพ์เช็ค 
   <br>อุปกรณ์ครบ พร้อมใช้งาน รัปกระกัน 3 เดือน 
   <br>***ทางร้านมีไดร์เวอร์ปริน้ท์เตอร์ และ โปรแกรม (Excel) ปริ้นสลิปเงินเดือน และใบกำกับภาษีสำเร็จรูปให้ฟรี แจ้งรับในแชทได้เลยค่ะ ***
   <br>• ความละเอียดในการพิมพ์ : 360 x 180 Dpi
   <br>• ความเร็วในการพิมพ์ : 360 ตัวอักษร / วินาที
   <br>• พิมพ์ได้ 5 ก็อปปี้ ( 1 ต้นฉบับ + 5 สำเนา )
   <br>• การเชื่อมต่อ : Port Parallel และ USB 2.0
   <br>• ขนาดกระดาษ : ความกว้างไม่เกิน 11 นิ้ว / A4 / สลิปเงินเดือน
   <br>• ขนาดเครื่อง : 38 x 30 x 18
   <br>• น้ำหนักเครื่อง 4.4 กก.
   <br>แถมอุปกรณ์ครบ พร้อมใช้งาน
   <br>หากสินค้าแตกหักเสียหายจากการขนส่ง ทางร้านยินดีเคลมให้ค่ะ หรือหากสินค้ามีปัญหาการใช้งาน สามารถติดต่อทางร้านได้ตลอดเลยจ้า
   <br>***สินค้าสามารถออกใบกำกับภาษีได้ (ราคารวมแวทแล้ว) "กรอกรายละเอียดในระบบได้เลยค่ะ***
   <br>ทางร้านเปิดบิลตามระบบเพื่อป้องกันตกหล่นค่ะ
   <br>
  </div>
 </body>
</html>', 
      0, 
      0, 
      'https://cf.shopee.co.th/file/th-11134207-7r98w-lr465kj2bc8tb7', 
      ARRAY['https://cf.shopee.co.th/file/th-11134207-7r98w-lr465kj2bc8tb7', 'https://cf.shopee.co.th/file/th-11134207-7r98v-lqc025ezfr3855', 'https://cf.shopee.co.th/file/4bc1b702e1651d9f9fcd813b648edb3d', 'https://cf.shopee.co.th/file/a30adbe3c743c15e6bac0122cb7f6052', 'https://cf.shopee.co.th/file/076914570483ab5ca7a7f133848f7dfc', 'https://cf.shopee.co.th/file/43d1fda227f95575fad8b6619def3425']::text[], 
      '[]'::jsonb, 
      'EPSON', 
      'A', 
      'มือสอง', 
      'อุปกรณ์เสริม', 
      true, 
      false, 
      true, 
      '[]'::jsonb,
      'published'
    ),
(
      '019957ac-cc4d-4169-a939-b493e6df9c65',
      'EPSON LQ-300+II (มือสอง) เครื่องพิมพ์ใบเสร็จ ใบกำกับภาษี สลิปเงินเดือน  พิมพ์ได้สูงสุด 5 Copy รับประกัน 3 เดือน', 
      'epsonlq300iiมือสองเครื่องพิมพ์ใบเสร็จใบกำกับภาษีสล-42',
      'Epson LQ-300+II (มือสอง) เครื่องพิมพ์บิลใบเสร็จ ใบกำกับภาษี สลิปเงินเดือน กระดาษต่อเนื่อง กระดาษลอกลาย  พิมพ์ได้สูงสุด 5 Copy
***ทางร้านมีไดร์เวอร์ปริน้ท์เตอร์ และ โปรแกรม (Excel) ปริ้นสลิปเงินเดือน และใบกำกับภาษีสำเร็จรูปให้ฟรี แจ้งรับในแชทได้เลยค่ะ ***
รายละเอียดสินค้า
• ความละเอียด : 360 x 360 Dpi
• ความเร็วในการพิมพ์ : 300 ตัวอักษร / วินาที
• พิมพ์ได้สูงสุด 5 Copy
• ขนาดกระดาษ : ไม่เกิน 11 นิ้ว /A4 / สลิปเงินเดือน
• การเชื่อมต่อ Port Parallel / Serial และ USB 2.0 
• แถมหมึกและอุปกรณ์ครบพร้อมใช้งาน 
• รับประกัน 3 เดือน  
ขนาดเครื่อง : 36x27x15
น้ำหนัก : 4.4 กก.
🌟 กรุณาถ่ายวีดีโอขณะเปิดสินค้า เพื่อเป็นหลักฐานในการขอเคลม หรือเปลี่ยนสินค้า
🌟 หากเกิดปัญหาอื่นๆ ขอความกรุณาลูกค้าแจ้งแอดมินมาทางแชทก่อนนะคะ
***สินค้าสามารถออกใบกำกับภาษีได้ (ราคารวมแวทแล้ว) "กรอกรายละเอียดในระบบได้เลยค่ะ***
ทางร้านเปิดบิลตามระบบเพื่อป้องกันตกหล่นค่ะ
************หมายเหตุ***********
1.หากลูกค้าแจ้งรับ ใบกำกับภาษีย้อนหลัง ต้องชำระค่าจัดส่งให้ทางร้านเพิ่ม 50 บาท
🙏🙏ขอบพระคุณลูกค้ามากๆนะคะ🙏🙏', 
      '<html>
 <head></head>
 <body>
  <div>
   Epson LQ-300+II (มือสอง) เครื่องพิมพ์บิลใบเสร็จ ใบกำกับภาษี สลิปเงินเดือน กระดาษต่อเนื่อง กระดาษลอกลาย พิมพ์ได้สูงสุด 5 Copy
   <br>***ทางร้านมีไดร์เวอร์ปริน้ท์เตอร์ และ โปรแกรม (Excel) ปริ้นสลิปเงินเดือน และใบกำกับภาษีสำเร็จรูปให้ฟรี แจ้งรับในแชทได้เลยค่ะ ***
   <br>รายละเอียดสินค้า
   <br>• ความละเอียด : 360 x 360 Dpi
   <br>• ความเร็วในการพิมพ์ : 300 ตัวอักษร / วินาที
   <br>• พิมพ์ได้สูงสุด 5 Copy
   <br>• ขนาดกระดาษ : ไม่เกิน 11 นิ้ว /A4 / สลิปเงินเดือน
   <br>• การเชื่อมต่อ Port Parallel / Serial และ USB 2.0 
   <br>• แถมหมึกและอุปกรณ์ครบพร้อมใช้งาน 
   <br>• รับประกัน 3 เดือน 
   <br>ขนาดเครื่อง : 36x27x15
   <br>น้ำหนัก : 4.4 กก.
   <br>🌟 กรุณาถ่ายวีดีโอขณะเปิดสินค้า เพื่อเป็นหลักฐานในการขอเคลม หรือเปลี่ยนสินค้า
   <br>🌟 หากเกิดปัญหาอื่นๆ ขอความกรุณาลูกค้าแจ้งแอดมินมาทางแชทก่อนนะคะ
   <br>***สินค้าสามารถออกใบกำกับภาษีได้ (ราคารวมแวทแล้ว) "กรอกรายละเอียดในระบบได้เลยค่ะ***
   <br>ทางร้านเปิดบิลตามระบบเพื่อป้องกันตกหล่นค่ะ
   <br>************หมายเหตุ***********
   <br>1.หากลูกค้าแจ้งรับ ใบกำกับภาษีย้อนหลัง ต้องชำระค่าจัดส่งให้ทางร้านเพิ่ม 50 บาท
   <br>🙏🙏ขอบพระคุณลูกค้ามากๆนะคะ🙏🙏
   <br>
  </div>
 </body>
</html>', 
      2650, 
      0, 
      'https://cf.shopee.co.th/file/th-11134207-7r98p-lqksjpr7e1p663', 
      ARRAY['https://cf.shopee.co.th/file/th-11134207-7r98p-lqksjpr7e1p663', 'https://cf.shopee.co.th/file/th-11134207-7rase-m9pr4qg08mb568', 'https://cf.shopee.co.th/file/th-11134207-7ras9-m9pr51f46fap40', 'https://cf.shopee.co.th/file/4b2b8d661f2d599baa88c4ba0c356920', 'https://cf.shopee.co.th/file/d0175eb622869e08c2c56fdc0db081a3', 'https://cf.shopee.co.th/file/th-11134207-7r98s-lq9dtysuw2l6a9']::text[], 
      '[{"name":"LQ-300+II","values":["ไม่รับถาดกระดาษ","รับถาดป้อนกระดาษ A4"]}]'::jsonb, 
      'EPSON', 
      'A', 
      'มือสอง', 
      'อุปกรณ์เสริม', 
      true, 
      false, 
      true, 
      '[]'::jsonb,
      'published'
    ),
(
      '5d1f218f-ebbe-4a16-ab20-78d59931d73d',
      'EPSON LQ-2090 (มือสอง) เครื่องพิมพ์ใบเสร็จ ใบส่งของ ใบกำกับภาษี สลิปเงินเดือน', 
      'epsonlq2090มือสองเครื่องพิมพ์ใบเสร็จใบส่งของใบกำกั-43',
      'Epson LQ-2090 (มือสอง) Printer Dot Matrix หัวเข็ม มี USB พิมพ์ได้สูงสุด 6 ก็อปปี้ พิมพ์ใบกำกับภาษี พิมพ์สลิปเงินเดือน พิมพ์ใบเสร็จ พิมพ์บัญชี
ถาดกระดาษ คือ ถาดที่ใช้สำหรับป้อนกระดาษ A4 หรือกระดาษที่ไม่มีรอยปรุ
รายละเอียด
• Printer Dot Matrix หัวพิมพ์ 24 Pin
• สามารถพิมพ์ สำเนาสูงสุด 6 ชั้น ( ต้นฉบับ 1 สำเนา 5)
• แคร่ยาวพิมพ์ได้ถึง A3
• การเชื่อมต่อ Port Parallel , Serial และ USB 2.0 
• มีอุปกรณ์พร้อมใช้งานได้เลย
• รับประกัน 3 เดือน 
***สินค้าสามารถออกใบกำกับภาษีได้ (ราคารวมแวทแล้ว) "กรอกรายละเอียดในระบบได้เลยค่ะ***
ทางร้านเปิดบิลตามระบบเพื่อป้องกันตกหล่นค่ะ
1.หากลูกค้าแจ้งรับ ใบกำกับภาษีย้อนหลัง ต้องชำระค่าจัดส่งให้ทางร้านเพิ่ม 50 บาท
🌟 กรุณาถ่ายวีดีโอขณะเปิดสินค้า เพื่อเป็นหลักฐานในการเคลม หรือเปลี่ยนสินค้า ไม่มีค่าใช้จ่ายเพิ่มเติม**
🌟 หากเกิดปัญหาอื่นๆ ขอความกรุณาลูกค้าแจ้งแอดมินมาทางแชทก่อนนะคะ
🙏🙏ขอบพระคุณลูกค้ามากๆนะคะ🙏🙏', 
      '<html>
 <head></head>
 <body>
  <div>
   Epson LQ-2090 (มือสอง) Printer Dot Matrix หัวเข็ม มี USB พิมพ์ได้สูงสุด 6 ก็อปปี้ พิมพ์ใบกำกับภาษี พิมพ์สลิปเงินเดือน พิมพ์ใบเสร็จ พิมพ์บัญชี
   <br>ถาดกระดาษ คือ ถาดที่ใช้สำหรับป้อนกระดาษ A4 หรือกระดาษที่ไม่มีรอยปรุ
   <br>รายละเอียด
   <br>• Printer Dot Matrix หัวพิมพ์ 24 Pin
   <br>• สามารถพิมพ์ สำเนาสูงสุด 6 ชั้น ( ต้นฉบับ 1 สำเนา 5)
   <br>• แคร่ยาวพิมพ์ได้ถึง A3
   <br>• การเชื่อมต่อ Port Parallel , Serial และ USB 2.0 
   <br>• มีอุปกรณ์พร้อมใช้งานได้เลย
   <br>• รับประกัน 3 เดือน 
   <br>***สินค้าสามารถออกใบกำกับภาษีได้ (ราคารวมแวทแล้ว) "กรอกรายละเอียดในระบบได้เลยค่ะ***
   <br>ทางร้านเปิดบิลตามระบบเพื่อป้องกันตกหล่นค่ะ
   <br>1.หากลูกค้าแจ้งรับ ใบกำกับภาษีย้อนหลัง ต้องชำระค่าจัดส่งให้ทางร้านเพิ่ม 50 บาท
   <br>🌟 กรุณาถ่ายวีดีโอขณะเปิดสินค้า เพื่อเป็นหลักฐานในการเคลม หรือเปลี่ยนสินค้า ไม่มีค่าใช้จ่ายเพิ่มเติม**
   <br>🌟 หากเกิดปัญหาอื่นๆ ขอความกรุณาลูกค้าแจ้งแอดมินมาทางแชทก่อนนะคะ
   <br>🙏🙏ขอบพระคุณลูกค้ามากๆนะคะ🙏🙏
   <br>
  </div>
 </body>
</html>', 
      3490, 
      0, 
      'https://cf.shopee.co.th/file/th-11134207-7rasa-m48hoqkytrref5', 
      ARRAY['https://cf.shopee.co.th/file/th-11134207-7rasa-m48hoqkytrref5', 'https://cf.shopee.co.th/file/th-11134207-7rasj-m48hoqkyv5oqb8', 'https://cf.shopee.co.th/file/th-11134207-7rasa-m48hozsjck3ub0', 'https://cf.shopee.co.th/file/th-11134207-7rasc-m48hoql8tci203', 'https://cf.shopee.co.th/file/th-11134207-7r98s-lq3oqpzcgtui18', 'https://cf.shopee.co.th/file/th-11134207-7r98p-lq3oqpzci8ey90', 'https://cf.shopee.co.th/file/th-11134207-7r98v-lq3oqpzcjmzeca', 'https://cf.shopee.co.th/file/th-11134207-7r992-lq9dtysv0aaiaa']::text[], 
      '[{"name":"LQ-2090","values":["ไม่รับถาดกระดาษ","รับถาดป้อนกระดาษ A4"]}]'::jsonb, 
      'EPSON', 
      'A', 
      'มือสอง', 
      'อุปกรณ์เสริม', 
      false, 
      true, 
      true, 
      '[]'::jsonb,
      'published'
    ),
(
      '0e796b35-018b-416e-af91-9963a4802e08',
      'เครื่องพิมพ์ใบกำกับภาษี EPSON LQ-590 Port Lan (มือสอง) เชื่อมต่อเน็ตเวิร์คได้ รับประกัน 3 เดือน', 
      'เครื่องพิมพ์ใบกำกับภาษีepsonlq590portlanมือสองเชื่-44',
      'Epson LQ-590 Port Lan (มือสอง) เชื่อมต่อเน็ตเวิร์คได้ พิมพ์ใบเสร็จ กระดาษต่อเนื่อง พิมพ์ได้สูงสุด 1 ต้นฉบับ 5 สำเนา
***ทางร้านมีไดร์เวอร์ และ โปรแกรม (Excel) พิมพ์สลิปเงินเดือน และใบกำกับษีสำเร็จรูปให้ฟรี หากลูกค้าต้องการโปรแกรมกรุณาแจ้งทางแชทค่ะ***
รายละเอียด
• เครื่องพิมพ์ระบบหัวเข็ม 24 Pin
• พิมพ์ได้สูงสุด : 6 Copy
• ความเร็วในการพิมพ์ : 550 ตัวอักษร / วินาที
• ความละเอียด : 360x180 Dpi
• ขนาดกระดาษ : ไม่เกิน 11 นิ้ว / A4 / สลิปเงินเดือน
• การเชื่อมต่อ Port Parallel / Serial / USB 2.0 / Network (สั่งพิมพ์จากคอมได้หลายเครื่อง)
• ขนาดเครื่อง : 43x37x17 ซม.
• น้ำหนัก 7.2 กก. 
• แถมหมึกและอุปกรณ์พร้อมใช้งาน
• รับประกัน 3 เดือน 
*** สินค้าสามารถออกใบกำกับภาษีได้ (ราคารวมแวทแล้ว) กรอกรายละเอียดมาในระบบได้เลยค่ะ ทางร้านเปิดบิลตามระบบเพื่อป้องกันตกหล่นค่ะ ***
1.หากลูกค้าแจ้งรับ ใบกำกับภาษีย้อนหลัง หรือหลังจากส่งสินค้าออกไปแล้ว จะมีค่าจัดส่งเอกสาร 50 บาท (ไม่สแกนไฟล์ ทุกกรณี)
🙏🙏ขอบพระคุณลูกค้ามากๆนะคะ🙏🙏', 
      '<html>
 <head></head>
 <body>
  <div>
   Epson LQ-590 Port Lan (มือสอง) เชื่อมต่อเน็ตเวิร์คได้ พิมพ์ใบเสร็จ กระดาษต่อเนื่อง พิมพ์ได้สูงสุด 1 ต้นฉบับ 5 สำเนา
   <br>***ทางร้านมีไดร์เวอร์ และ โปรแกรม (Excel) พิมพ์สลิปเงินเดือน และใบกำกับษีสำเร็จรูปให้ฟรี หากลูกค้าต้องการโปรแกรมกรุณาแจ้งทางแชทค่ะ***
   <br>รายละเอียด
   <br>• เครื่องพิมพ์ระบบหัวเข็ม 24 Pin
   <br>• พิมพ์ได้สูงสุด : 6 Copy
   <br>• ความเร็วในการพิมพ์ : 550 ตัวอักษร / วินาที
   <br>• ความละเอียด : 360x180 Dpi
   <br>• ขนาดกระดาษ : ไม่เกิน 11 นิ้ว / A4 / สลิปเงินเดือน
   <br>• การเชื่อมต่อ Port Parallel / Serial / USB 2.0 / Network (สั่งพิมพ์จากคอมได้หลายเครื่อง)
   <br>• ขนาดเครื่อง : 43x37x17 ซม.
   <br>• น้ำหนัก 7.2 กก. 
   <br>• แถมหมึกและอุปกรณ์พร้อมใช้งาน
   <br>• รับประกัน 3 เดือน 
   <br>*** สินค้าสามารถออกใบกำกับภาษีได้ (ราคารวมแวทแล้ว) กรอกรายละเอียดมาในระบบได้เลยค่ะ ทางร้านเปิดบิลตามระบบเพื่อป้องกันตกหล่นค่ะ ***
   <br>1.หากลูกค้าแจ้งรับ ใบกำกับภาษีย้อนหลัง หรือหลังจากส่งสินค้าออกไปแล้ว จะมีค่าจัดส่งเอกสาร 50 บาท (ไม่สแกนไฟล์ ทุกกรณี)
   <br>🙏🙏ขอบพระคุณลูกค้ามากๆนะคะ🙏🙏
   <br>
  </div>
 </body>
</html>', 
      5790, 
      0, 
      'https://cf.shopee.co.th/file/th-11134207-81ztf-mf0yo75t78js18', 
      ARRAY['https://cf.shopee.co.th/file/th-11134207-81ztf-mf0yo75t78js18', 'https://cf.shopee.co.th/file/th-11134207-81ztj-mf0yo7axwwzu83', 'https://cf.shopee.co.th/file/th-11134207-81ztl-mf0yo7c6xwcr26', 'https://cf.shopee.co.th/file/th-11134207-81zto-mf0yo7dvf4lqc0', 'https://cf.shopee.co.th/file/th-11134207-81ztp-mf0zanpcssng6b', 'https://cf.shopee.co.th/file/th-11134207-81zti-mf0z8289xvrid8', 'https://cf.shopee.co.th/file/th-11134207-81ztf-mf0z85pvy03s5d']::text[], 
      '[{"name":"ตัวเลือก","values":["ไม่รับถาด A4","รับถาด A4 ด้านหลัง","รับถาด A4 ด้านหน้า"]}]'::jsonb, 
      'EPSON', 
      'A', 
      'มือสอง', 
      'อุปกรณ์เสริม', 
      false, 
      false, 
      true, 
      '[]'::jsonb,
      'published'
    ),
(
      '8c0a3535-602f-4360-abf4-0042d7fac9a6',
      'EPSON LQ-300+ll เครื่องพิมพ์ใบเสร็จ (มือสอง) สภาพ99% เทียบของใหม่ ประกัน 6 เดือน', 
      'epsonlq300llเครื่องพิมพ์ใบเสร็จมือสองสภาพ99เทียบขอ-45',
      'Epson LQ-300+II (มือสอง) สภาพ99% เครื่องพิมพ์บิลใบเสร็จ ใบกำกับภาษี สลิปเงินเดือน กระดาษต่อเนื่อง  พิมพ์ได้สูงสุด 5 Copy
เป็นเครื่องที่ผ่านการใช้งายมาน้อยมากๆ อุปกรณ์ใหม่ครบชุด รับประกัน 6 เดือน
รายละเอียดสินค้า
• ความละเอียด : 360 x 360 Dpi
• ความเร็วในการพิมพ์ : 300 ตัวอักษร / วินาที
• พิมพ์ได้สูงสุด 5 Copy
• ขนาดกระดาษ : ความกว้างไม่เกิน 9 นิ้ว / A4 / สลิปเงินเดือน
• การเชื่อมต่อ Port Parallel / Serial / USB 2.0 
• แถมหมึกและอุปกรณ์ครบพร้อมใช้งาน 
• รับประกัน 6 เดือน  
ขนาดเครื่อง : 36x27x15
น้ำหนัก : 4.4 กก.
*** สินค้าสามารถออกใบกำกับภาษีได้ (ราคารวมแวทแล้ว) กรอกรายละเอียดมาในระบบได้เลยค่ะ ทางร้านเปิดบิลตามระบบเพื่อป้องกันตกหล่นค่ะ ***
************หมายเหตุ***********
1.หากลูกค้าแจ้งรับ ใบกำกับภาษีย้อนหลัง จะมีค่าจัดส่งเอกสาร 50 บาท
🙏🙏ขอบพระคุณลูกค้ามากๆนะคะ🙏🙏', 
      '<html>
 <head></head>
 <body>
  <div>
   Epson LQ-300+II (มือสอง) สภาพ99% เครื่องพิมพ์บิลใบเสร็จ ใบกำกับภาษี สลิปเงินเดือน กระดาษต่อเนื่อง พิมพ์ได้สูงสุด 5 Copy
   <br>เป็นเครื่องที่ผ่านการใช้งายมาน้อยมากๆ อุปกรณ์ใหม่ครบชุด รับประกัน 6 เดือน
   <br>รายละเอียดสินค้า
   <br>• ความละเอียด : 360 x 360 Dpi
   <br>• ความเร็วในการพิมพ์ : 300 ตัวอักษร / วินาที
   <br>• พิมพ์ได้สูงสุด 5 Copy
   <br>• ขนาดกระดาษ : ความกว้างไม่เกิน 9 นิ้ว / A4 / สลิปเงินเดือน
   <br>• การเชื่อมต่อ Port Parallel / Serial / USB 2.0 
   <br>• แถมหมึกและอุปกรณ์ครบพร้อมใช้งาน 
   <br>• รับประกัน 6 เดือน 
   <br>ขนาดเครื่อง : 36x27x15
   <br>น้ำหนัก : 4.4 กก.
   <br>*** สินค้าสามารถออกใบกำกับภาษีได้ (ราคารวมแวทแล้ว) กรอกรายละเอียดมาในระบบได้เลยค่ะ ทางร้านเปิดบิลตามระบบเพื่อป้องกันตกหล่นค่ะ ***
   <br>************หมายเหตุ***********
   <br>1.หากลูกค้าแจ้งรับ ใบกำกับภาษีย้อนหลัง จะมีค่าจัดส่งเอกสาร 50 บาท
   <br>🙏🙏ขอบพระคุณลูกค้ามากๆนะคะ🙏🙏
   <br>
  </div>
 </body>
</html>', 
      3600, 
      0, 
      'https://cf.shopee.co.th/file/th-11134207-81zto-mgj8he8aiwp97c', 
      ARRAY['https://cf.shopee.co.th/file/th-11134207-81zto-mgj8he8aiwp97c', 'https://cf.shopee.co.th/file/th-11134207-7ra0o-md1krasghr3a14', 'https://cf.shopee.co.th/file/th-11134207-7ra0l-md1krb263j7ke4', 'https://cf.shopee.co.th/file/th-11134207-7ra0t-md1krb3a1x0m68', 'https://cf.shopee.co.th/file/th-11134207-7ra0k-md1kras6i5pi05', 'https://cf.shopee.co.th/file/th-11134207-7ra0m-md1krb1m4cg01a']::text[], 
      '[{"name":"ตัวเลือก","values":["ไม่รับถาด","รับถาดกระดาษA4"]}]'::jsonb, 
      'EPSON', 
      'A', 
      'มือสอง', 
      'อุปกรณ์เสริม', 
      true, 
      false, 
      true, 
      '[]'::jsonb,
      'published'
    ),
(
      '065eaceb-a1ec-4d99-af65-55c88129aed3',
      'EPSON LQ-2090II (มือสอง) เครื่องพิมพ์ใบเสร็จ ใบกำกับภาษี สลิปเงินเดือน ได้ถึง 6 Copy รับประกัน 3 เดือน', 
      'epsonlq2090iiมือสองเครื่องพิมพ์ใบเสร็จใบกำกับภาษีส-46',
      'EPSON LQ-2090II (มือสอง) เครื่องพิมพ์บิลใบเสร็จ ใบส่งของ ใบกำกับภาษี สลิปเงินเดือน พิมพ์ได้สูงสุด 6 ชั้น
***ทางร้านมีไดร์เวอร์ปริน้ท์เตอร์ และ โปรแกรม (Excel) ปริ้นสลิปเงินเดือน และใบกำกับภาษีสำเร็จรูปให้ฟรี แจ้งรับในแชทได้เลยค่ะ ***
🌟🌟 คุณสมบัติการใช้งาน 🌟🌟
💥 ความเร็วในการพิมพ์ : 529 ตัวอักษร/ วินาที
💥 ความละเอียดในการพิมพ์ : 360 x 180 Dpi
💥 พอร์ตเชื่อมต่อ USB 2.0 / Parallel
💥 มีระบบการป้อนกระดาษสะดวกรวดเร็วแบบ 4 ทิศทาง
💥 ขนาดกระดาษ : ความกว้างไม่เกิน 16 นิ้ว / A4 / สลิปเงินเดือน
💥 แถมหมึกและอุปกรณ์ครบพร้อมใช้งาน
💥 รับประกัน 3 เดือน 
🌟 กรุณาถ่ายวีดีโอขณะเปิดสินค้า เพื่อเป็นหลักฐานในการขอเคลม หรือเปลี่ยนสินค้าได้ ไม่มีค่าใช้จ่ายเพิ่มเติม**
🌟 หากเกิดปัญหาอื่นๆ ขอความกรุณาลูกค้าแจ้งแอดมินมาทางแชทก่อนนะคะ
*** สินค้าสามารถออกใบกำกับภาษีได้ (ราคารวมแวทแล้ว) กรอกรายละเอียดมาในระบบได้เลยค่ะ ทางร้านเปิดบิลตามระบบเพื่อป้องกันตกหล่นค่ะ ***
🙏🙏ขอบพระคุณลูกค้ามากๆนะคะ🙏🙏', 
      '<html>
 <head></head>
 <body>
  <div>
   EPSON LQ-2090II (มือสอง) เครื่องพิมพ์บิลใบเสร็จ ใบส่งของ ใบกำกับภาษี สลิปเงินเดือน พิมพ์ได้สูงสุด 6 ชั้น
   <br>***ทางร้านมีไดร์เวอร์ปริน้ท์เตอร์ และ โปรแกรม (Excel) ปริ้นสลิปเงินเดือน และใบกำกับภาษีสำเร็จรูปให้ฟรี แจ้งรับในแชทได้เลยค่ะ ***
   <br>🌟🌟 คุณสมบัติการใช้งาน 🌟🌟
   <br>💥 ความเร็วในการพิมพ์ : 529 ตัวอักษร/ วินาที
   <br>💥 ความละเอียดในการพิมพ์ : 360 x 180 Dpi
   <br>💥 พอร์ตเชื่อมต่อ USB 2.0 / Parallel
   <br>💥 มีระบบการป้อนกระดาษสะดวกรวดเร็วแบบ 4 ทิศทาง
   <br>💥 ขนาดกระดาษ : ความกว้างไม่เกิน 16 นิ้ว / A4 / สลิปเงินเดือน
   <br>💥 แถมหมึกและอุปกรณ์ครบพร้อมใช้งาน
   <br>💥 รับประกัน 3 เดือน 
   <br>🌟 กรุณาถ่ายวีดีโอขณะเปิดสินค้า เพื่อเป็นหลักฐานในการขอเคลม หรือเปลี่ยนสินค้าได้ ไม่มีค่าใช้จ่ายเพิ่มเติม**
   <br>🌟 หากเกิดปัญหาอื่นๆ ขอความกรุณาลูกค้าแจ้งแอดมินมาทางแชทก่อนนะคะ
   <br>*** สินค้าสามารถออกใบกำกับภาษีได้ (ราคารวมแวทแล้ว) กรอกรายละเอียดมาในระบบได้เลยค่ะ ทางร้านเปิดบิลตามระบบเพื่อป้องกันตกหล่นค่ะ ***
   <br>🙏🙏ขอบพระคุณลูกค้ามากๆนะคะ🙏🙏
   <br>
  </div>
 </body>
</html>', 
      7500, 
      0, 
      'https://cf.shopee.co.th/file/th-11134207-81zto-medyzyjkwu0y85', 
      ARRAY['https://cf.shopee.co.th/file/th-11134207-81zto-medyzyjkwu0y85', 'https://cf.shopee.co.th/file/th-11134207-81ztq-medyzyjjnvur47', 'https://cf.shopee.co.th/file/th-11134207-81ztc-medyzyk7b40760', 'https://cf.shopee.co.th/file/th-11134207-81ztj-medyzyj9mvwj88', 'https://cf.shopee.co.th/file/th-11134207-81zth-medyzyk0obghc0']::text[], 
      '[{"name":"ตัวเลือก","values":["ไม่รับถาด A4","รับถาด A4"]}]'::jsonb, 
      'EPSON', 
      'A', 
      'มือสอง', 
      'อุปกรณ์เสริม', 
      false, 
      true, 
      true, 
      '[]'::jsonb,
      'published'
    ),
(
      '3f3178f3-262e-477c-a738-34789ef6742d',
      'EPSON LQ-590 (มือสอง) สภาพ99% เครื่องพิมพ์ใบเสร็จ ใบกำกับภาษี เทียบของใหม่ ประกัน 6 เดือน', 
      'epsonlq590มือสองสภาพ99เครื่องพิมพ์ใบเสร็จใบกำกับภา-47',
      'Epson LQ-590 (มือสอง) สภาพ99% เครื่องพิมพ์บิลใบเสร็จ ใบกำกับภาษี สลิปเงินเดือน กระดาษต่อเนื่อง  พิมพ์ได้สูงสุด 5 Copy เป็นเครื่องที่ผ่านการใช้งานน้อยมากๆ อุปกรณ์ใหม่ครบชุด รับประกัน 6 เดือน
รายละเอียด
• เครื่องพิมพ์ระบบหัวเข็ม 24 Pin
• พิมพ์ได้สูงสุด : 6 Copy
• ความเร็วในการพิมพ์ : 550 ตัวอักษร / วินาที
• ความละเอียด : 360x180 Dpi
• ขนาดกระดาษ : ไม่เกิน 11 นิ้ว / A4 / สลิปเงินเดือน
• การเชื่อมต่อ Port Parallel / Serial และ USB 2.0 
• ขนาดเครื่อง : 43x37x17 ซม.
• น้ำหนัก 7.2 กก. 
• แถมหมึกและอุปกรณ์พร้อมใช้งาน
• รับประกัน 6 เดือน 
*** สินค้าสามารถออกใบกำกับภาษีได้ (ราคารวมแวทแล้ว) กรอกรายละเอียดมาในระบบได้เลยค่ะ ทางร้านเปิดบิลตามระบบเพื่อป้องกันตกหล่นค่ะ ***', 
      '<html>
 <head></head>
 <body>
  <div>
   Epson LQ-590 (มือสอง) สภาพ99% เครื่องพิมพ์บิลใบเสร็จ ใบกำกับภาษี สลิปเงินเดือน กระดาษต่อเนื่อง พิมพ์ได้สูงสุด 5 Copy เป็นเครื่องที่ผ่านการใช้งานน้อยมากๆ อุปกรณ์ใหม่ครบชุด รับประกัน 6 เดือน
   <br>รายละเอียด
   <br>• เครื่องพิมพ์ระบบหัวเข็ม 24 Pin
   <br>• พิมพ์ได้สูงสุด : 6 Copy
   <br>• ความเร็วในการพิมพ์ : 550 ตัวอักษร / วินาที
   <br>• ความละเอียด : 360x180 Dpi
   <br>• ขนาดกระดาษ : ไม่เกิน 11 นิ้ว / A4 / สลิปเงินเดือน
   <br>• การเชื่อมต่อ Port Parallel / Serial และ USB 2.0 
   <br>• ขนาดเครื่อง : 43x37x17 ซม.
   <br>• น้ำหนัก 7.2 กก. 
   <br>• แถมหมึกและอุปกรณ์พร้อมใช้งาน
   <br>• รับประกัน 6 เดือน 
   <br>*** สินค้าสามารถออกใบกำกับภาษีได้ (ราคารวมแวทแล้ว) กรอกรายละเอียดมาในระบบได้เลยค่ะ ทางร้านเปิดบิลตามระบบเพื่อป้องกันตกหล่นค่ะ ***
   <br>
  </div>
 </body>
</html>', 
      4700, 
      0, 
      'https://cf.shopee.co.th/file/th-11134207-81ztn-mfwb504djq4rc3', 
      ARRAY['https://cf.shopee.co.th/file/th-11134207-81ztn-mfwb504djq4rc3', 'https://cf.shopee.co.th/file/th-11134207-81ztn-mfwbrsp4464p81', 'https://cf.shopee.co.th/file/th-11134207-81ztk-mfwbrsoyjax426', 'https://cf.shopee.co.th/file/th-11134207-81ztl-mfwbsnh055ooe6', 'https://cf.shopee.co.th/file/th-11134207-81ztl-mfwbsnhasmq42e', 'https://cf.shopee.co.th/file/th-11134207-81zth-mfwbspuxwykv35']::text[], 
      '[{"name":"ตัวเลือก","values":["ไม่รับถาด","รับถาด"]}]'::jsonb, 
      'EPSON', 
      'A', 
      'มือสอง', 
      'อุปกรณ์เสริม', 
      false, 
      false, 
      true, 
      '[]'::jsonb,
      'published'
    ),
(
      '021bda79-017a-4af7-a008-9c1bb336b10c',
      'Brother MFC-L5600DN / L5900DW (มือสอง) เครื่องพิมพ์เลเซอร์มัลติฟังก์ชั่นขาว-ดำ ปริ้นท์ 2 หน้าอัตโนมัติ', 
      'brothermfcl5600dnl5900dwมือสองเครื่องพิมพ์เลเซอร์ม-48',
      'Brother DCP-L5600DN / L5900DW (มือสอง) เครื่องพิมพ์เลเซอร์มัลติฟังก์ชั่นขาว-ดำ พิมพ์ 2 หน้าอัตโนมัติ (พิมพ์/ถ่ายเอกสาร/สแกน)
All in one ปริ้นเตอร์ รองรับการพิมพ์ผ่านเน็ตเวิร์ค  รองรับการพิมพ์ 2 หน้าอัตโนมัติ พร้อมหน้าจอแสดงผล 3.7" Color Touchscreen display

Brother MFC L-5600DN
รายละเอียดสินค้า
ความเร็วในการพิมพ์ 40 แผ่น/นาที
ความละเอียดในการพิมพ์ 1200 x 1200 dpi
รองรับปริมาณงานพิมพ์ 50,000 แผ่นต่อเดือน
ความเร็วในการถ่ายเอกสาร 40 หน้าต่อนาที
ความละเอียด1200 x 600dpi
ความเร็วในการสแกน ขาวดำ 28 แผ่น/นาที 
ความเร็วในการสแกนสี 20แผ่น/นาที
ความละเอียดในการสแกน Flatbed : 1200 x 1200 dpi ADF : 600 x 600 dpi Interpolated : 19200x19200 dpi
ระบบการพิมพ์ 2 หน้าอัตโนมัติ
**การเชื่อมต่อ USB 2.0 / Network (Lan)
****************************************************************
Brother MFC L-5900DW (สั่งปริ้นท์ผ่านมือถือได้) ผ่านไวไฟ
รายละเอียดสินค้า
ความเร็วในการพิมพ์ 40 แผ่น/นาที
ความละเอียดในการพิมพ์ 1200 x 1200 dpi
รองรับปริมาณงานพิมพ์ 50,000 แผ่นต่อเดือน
ความเร็วในการถ่ายเอกสาร 40 หน้าต่อนาที
ความละเอียด1200 x 600dpi
ความเร็วในการสแกน ขาวดำ 28 แผ่น/นาที 
ความเร็วในการสแกนสี 20แผ่น/นาที
ความละเอียดในการสแกน Flatbed : 1200 x 1200 dpi ADF : 600 x 600 dpi Interpolated : 19200x19200 dpi
ระบบการพิมพ์ 2 หน้าอัตโนมัติ
**การเชื่อมต่อ WiFi, AirPrint, Mopria, WiFi Direct, LAN, USB 2.0
🌟 รับประกัน 3 เดือน 
🌟 แถมหมึกใหม่และอุปกรณ์ครบ พร้อมใช้งาน

***สินค้าสามารถออกใบกำกับภาษีได้ด้วย(ราคารวมแวทแล้วค่ะ) กรอกรายละเอียดในระบบได้เลยค่ะ
หากขอใบกำกับภาษีย้อนหลัง หรือ หลังจากที่ทางร้านส่งของออกไปแล้ว จะมีค่าจัดส่งเอกสาร 50 บาท ไม่สแกนไฟล์ ทุกกรณีค่ะ
ขอบพระคุณลูกค้ามากๆนะคะ', 
      '<html>
 <head></head>
 <body>
  Brother DCP-L5600DN / L5900DW (มือสอง) เครื่องพิมพ์เลเซอร์มัลติฟังก์ชั่นขาว-ดำ พิมพ์ 2 หน้าอัตโนมัติ (พิมพ์/ถ่ายเอกสาร/สแกน)
  <br>All in one ปริ้นเตอร์ รองรับการพิมพ์ผ่านเน็ตเวิร์ค รองรับการพิมพ์ 2 หน้าอัตโนมัติ พร้อมหน้าจอแสดงผล 3.7" Color Touchscreen display
  <br>
  <br>Brother MFC L-5600DN
  <br>รายละเอียดสินค้า
  <br>ความเร็วในการพิมพ์ 40 แผ่น/นาที
  <br>ความละเอียดในการพิมพ์ 1200 x 1200 dpi
  <br>รองรับปริมาณงานพิมพ์ 50,000 แผ่นต่อเดือน
  <br>ความเร็วในการถ่ายเอกสาร 40 หน้าต่อนาที
  <br>ความละเอียด1200 x 600dpi
  <br>ความเร็วในการสแกน ขาวดำ 28 แผ่น/นาที 
  <br>ความเร็วในการสแกนสี 20แผ่น/นาที
  <br>ความละเอียดในการสแกน Flatbed : 1200 x 1200 dpi ADF : 600 x 600 dpi Interpolated : 19200x19200 dpi
  <br>ระบบการพิมพ์ 2 หน้าอัตโนมัติ
  <br>**การเชื่อมต่อ USB 2.0 / Network (Lan)
  <br>****************************************************************
  <br>Brother MFC L-5900DW (สั่งปริ้นท์ผ่านมือถือได้) ผ่านไวไฟ
  <br>รายละเอียดสินค้า
  <br>ความเร็วในการพิมพ์ 40 แผ่น/นาที
  <br>ความละเอียดในการพิมพ์ 1200 x 1200 dpi
  <br>รองรับปริมาณงานพิมพ์ 50,000 แผ่นต่อเดือน
  <br>ความเร็วในการถ่ายเอกสาร 40 หน้าต่อนาที
  <br>ความละเอียด1200 x 600dpi
  <br>ความเร็วในการสแกน ขาวดำ 28 แผ่น/นาที 
  <br>ความเร็วในการสแกนสี 20แผ่น/นาที
  <br>ความละเอียดในการสแกน Flatbed : 1200 x 1200 dpi ADF : 600 x 600 dpi Interpolated : 19200x19200 dpi
  <br>ระบบการพิมพ์ 2 หน้าอัตโนมัติ
  <br>**การเชื่อมต่อ WiFi, AirPrint, Mopria, WiFi Direct, LAN, USB 2.0
  <br>🌟 รับประกัน 3 เดือน 
  <br>🌟 แถมหมึกใหม่และอุปกรณ์ครบ พร้อมใช้งาน
  <br>
  <br>***สินค้าสามารถออกใบกำกับภาษีได้ด้วย(ราคารวมแวทแล้วค่ะ) กรอกรายละเอียดในระบบได้เลยค่ะ
  <br>หากขอใบกำกับภาษีย้อนหลัง หรือ หลังจากที่ทางร้านส่งของออกไปแล้ว จะมีค่าจัดส่งเอกสาร 50 บาท ไม่สแกนไฟล์ ทุกกรณีค่ะ
  <br>ขอบพระคุณลูกค้ามากๆนะคะ
 </body>
</html>', 
      3900, 
      0, 
      'https://cf.shopee.co.th/file/th-11134207-7rasf-m2rrezojguxfc3', 
      ARRAY['https://cf.shopee.co.th/file/th-11134207-7rasf-m2rrezojguxfc3', 'https://cf.shopee.co.th/file/th-11134207-7r98r-llym68wzkd8n33', 'https://cf.shopee.co.th/file/th-11134207-7rasi-m2rrezoji9hv67', 'https://cf.shopee.co.th/file/th-11134207-7ras8-m2rrezpdfmmka9', 'https://cf.shopee.co.th/file/th-11134207-7rasb-m2rrhu91dbnwcd', 'https://cf.shopee.co.th/file/th-11134207-7rash-m2rrhkn1fnv709']::text[], 
      '[{"name":"รุ่น","values":["L5600dn","L5900DW"]}]'::jsonb, 
      'Brother', 
      'A', 
      'มือสอง', 
      'อุปกรณ์เสริม', 
      true, 
      true, 
      true, 
      '[]'::jsonb,
      'published'
    ),
(
      '1b8a21fa-1616-478f-a9e1-dc0711c38866',
      'HP LaserJet Pro MFP 4103fdw (มือสอง) เครื่องพิมพ์เอกสาร รองรับปริ้นสองหน้าอัตโนมัติ เชื่อมไวไฟได้', 
      'hplaserjetpromfp4103fdwมือสองเครื่องพิมพ์เอกสารรอง-49',
      'HP LaserJet Pro MFP 4103fdw (มือสอง) 
เครื่องพิมพ์เอกสาร ปริ้น สแกน ถ่ายเอกสาร รองรับปริ้น-สแกน สองหน้าอัตโนมัติ ปริ้นผ่านมือถือได้ 
รายละเอียด
ความเร็วในการพิมพ์ : 40-42 แผ่น / นาที
ความละเอียด : 1200 x 1200 Dpi
ถาดบรรจุกระดาษ : 250 แผ่น
การเชื่อมต่อ : USB / Lan / WiFi (สั่งพิมพ์ผ่านมือถือได้)
รองรับ ปริ้น และ สแกน สองหน้าอัตโนมัติ
ADF ป้อนเอกสาร : 50 แผ่น/ครั้ง
ขนาด 42x39x32 ซม.
น้ำหนัก 15.5 กก.
รับประกัน 3 เดือน
ใช้หมึกเบอร์ W1510A (เทียบเท่า) พิมพ์ได้ 2,600 แผ่น
สินค้าสามารถออกใบกำกับภาษีได้ ราคารวมแวทแล้ว กรอกรายละเอียดมาในระบบได้เลยค่ะ 
หากกรอกรายละเอียดมาผิด มีการแก้ไขบิล ทางร้านเก็บค่าจัดส่งเอกสาร 50 บาท ทุกกรณี (ไม่สแกนไฟล์)', 
      '<html>
 <head></head>
 <body>
  <div>
   HP LaserJet Pro MFP 4103fdw (มือสอง) 
   <br>เครื่องพิมพ์เอกสาร ปริ้น สแกน ถ่ายเอกสาร รองรับปริ้น-สแกน สองหน้าอัตโนมัติ ปริ้นผ่านมือถือได้ 
   <br>รายละเอียด
   <br>ความเร็วในการพิมพ์ : 40-42 แผ่น / นาที
   <br>ความละเอียด : 1200 x 1200 Dpi
   <br>ถาดบรรจุกระดาษ : 250 แผ่น
   <br>การเชื่อมต่อ : USB / Lan / WiFi (สั่งพิมพ์ผ่านมือถือได้)
   <br>รองรับ ปริ้น และ สแกน สองหน้าอัตโนมัติ
   <br>ADF ป้อนเอกสาร : 50 แผ่น/ครั้ง
   <br>ขนาด 42x39x32 ซม.
   <br>น้ำหนัก 15.5 กก.
   <br>รับประกัน 3 เดือน
   <br>ใช้หมึกเบอร์ W1510A (เทียบเท่า) พิมพ์ได้ 2,600 แผ่น
   <br>สินค้าสามารถออกใบกำกับภาษีได้ ราคารวมแวทแล้ว กรอกรายละเอียดมาในระบบได้เลยค่ะ 
   <br>หากกรอกรายละเอียดมาผิด มีการแก้ไขบิล ทางร้านเก็บค่าจัดส่งเอกสาร 50 บาท ทุกกรณี (ไม่สแกนไฟล์)
   <br>
  </div>
 </body>
</html>', 
      0, 
      0, 
      'https://cf.shopee.co.th/file/th-11134207-81ztj-mmv4a7zog9hda5', 
      ARRAY['https://cf.shopee.co.th/file/th-11134207-81ztj-mmv4a7zog9hda5', 'https://cf.shopee.co.th/file/th-11134207-81ztd-mmv4a7zoho1tf8', 'https://cf.shopee.co.th/file/th-11134207-81ztl-mmv4a7zify10d4', 'https://cf.shopee.co.th/file/th-11134207-81ztc-mmv4a7zoj2m9a0']::text[], 
      '[]'::jsonb, 
      'HP', 
      'A', 
      'มือสอง', 
      'อุปกรณ์เสริม', 
      false, 
      false, 
      true, 
      '[]'::jsonb,
      'published'
    ),
(
      'f52a1a6f-a225-4814-a9f5-5fcb57c06a76',
      'EPSON LQ-590 (มือสอง) เครื่องพิมพ์ใบกำกับภาษี สลิปเงินเดือน กระดาษลอกลาย พิมพ์ได้สูงสุด 6 ก๊อปปี้ รับประกัน 3 เดือน', 
      'epsonlq590มือสองเครื่องพิมพ์ใบกำกับภาษีสลิปเงินเดื-50',
      'Epson LQ-590 (มือสอง) ปริ้น Dot Matrix หัวเข็ม ปริ้นใบเสร็จ กระดาษต่อเนื่อง กระดาษลอกลาย ปริ้นได้สูงสุด 6 ก็อปปี้ 
***ทางร้านมีไดร์เวอร์ และ โปรแกรม (Excel) พิมพ์สลิปเงินเดือน และใบกำกับษีสำเร็จรูปให้ฟรี หากลูกค้าต้องการโปรแกรมกรุณาแจ้งทางแชทค่ะ***
รายละเอียด
• เครื่องพิมพ์ระบบหัวเข็ม 24 Pin
• พิมพ์ได้สูงสุด : 6 Copy
• ความเร็วในการพิมพ์ : 550 ตัวอักษร / วินาที
• ความละเอียด : 360x180 Dpi
• ขนาดกระดาษ : ไม่เกิน 11 นิ้ว / A4 / สลิปเงินเดือน
• การเชื่อมต่อ Port Parallel / Serial และ USB 2.0 
• ขนาดเครื่อง : 43x37x17 ซม.
• น้ำหนัก 7.2 กก. 
• แถมหมึกและอุปกรณ์พร้อมใช้งาน
• รับประกัน 3 เดือน 
***สินค้าสามารถออกใบกำกับภาษีได้ (ราคารวมแวทแล้ว) "กรอกรายละเอียดในระบบได้เลยค่ะ***
ทางร้านเปิดบิลตามระบบเพื่อป้องกันตกหล่นค่ะ
********หมายเหตุ********
1.หากลูกค้าแจ้งรับ ใบกำกับภาษีย้อนหลัง หรือหลังจากส่งสินค้าออกไปแล้ว จะมีค่าจัดส่งเอกสาร 50 บาท (ไม่สแกนไฟล์ ทุกกรณี)
🙏🙏ขอบพระคุณลูกค้ามากๆนะคะ🙏🙏', 
      '<html>
 <head></head>
 <body>
  <div>
   Epson LQ-590 (มือสอง) ปริ้น Dot Matrix หัวเข็ม ปริ้นใบเสร็จ กระดาษต่อเนื่อง กระดาษลอกลาย ปริ้นได้สูงสุด 6 ก็อปปี้ 
   <br>***ทางร้านมีไดร์เวอร์ และ โปรแกรม (Excel) พิมพ์สลิปเงินเดือน และใบกำกับษีสำเร็จรูปให้ฟรี หากลูกค้าต้องการโปรแกรมกรุณาแจ้งทางแชทค่ะ***
   <br>รายละเอียด
   <br>• เครื่องพิมพ์ระบบหัวเข็ม 24 Pin
   <br>• พิมพ์ได้สูงสุด : 6 Copy
   <br>• ความเร็วในการพิมพ์ : 550 ตัวอักษร / วินาที
   <br>• ความละเอียด : 360x180 Dpi
   <br>• ขนาดกระดาษ : ไม่เกิน 11 นิ้ว / A4 / สลิปเงินเดือน
   <br>• การเชื่อมต่อ Port Parallel / Serial และ USB 2.0 
   <br>• ขนาดเครื่อง : 43x37x17 ซม.
   <br>• น้ำหนัก 7.2 กก. 
   <br>• แถมหมึกและอุปกรณ์พร้อมใช้งาน
   <br>• รับประกัน 3 เดือน 
   <br>***สินค้าสามารถออกใบกำกับภาษีได้ (ราคารวมแวทแล้ว) "กรอกรายละเอียดในระบบได้เลยค่ะ***
   <br>ทางร้านเปิดบิลตามระบบเพื่อป้องกันตกหล่นค่ะ
   <br>********หมายเหตุ********
   <br>1.หากลูกค้าแจ้งรับ ใบกำกับภาษีย้อนหลัง หรือหลังจากส่งสินค้าออกไปแล้ว จะมีค่าจัดส่งเอกสาร 50 บาท (ไม่สแกนไฟล์ ทุกกรณี)
   <br>🙏🙏ขอบพระคุณลูกค้ามากๆนะคะ🙏🙏
   <br>
  </div>
 </body>
</html>', 
      3790, 
      0, 
      'https://cf.shopee.co.th/file/th-11134207-7rasl-m6cfy9brgsa27a', 
      ARRAY['https://cf.shopee.co.th/file/th-11134207-7rasl-m6cfy9brgsa27a', 'https://cf.shopee.co.th/file/th-11134207-7rask-m6cfycogk62edf', 'https://cf.shopee.co.th/file/th-11134207-7rase-m6cfycpkijaifd', 'https://cf.shopee.co.th/file/th-11134207-7ras9-m6cfycs2ew1i79', 'https://cf.shopee.co.th/file/th-11134207-7rasi-mackxu5ugn0444', 'https://cf.shopee.co.th/file/th-11134207-7rasl-macl7g308wi89d', 'https://cf.shopee.co.th/file/th-11134207-7r992-lq9dtysuxh5mf2', 'https://cf.shopee.co.th/file/th-11134207-7r992-lqc025ez8q9070', 'https://cf.shopee.co.th/file/th-11134207-7ras9-macl7jeldwgg2e']::text[], 
      '[{"name":"LQ-590","values":["ไม่รับถาดกระดาษ","รับถาด A4 ด้านหลัง","รับถาด A4 ด้านหน้า"]}]'::jsonb, 
      'EPSON', 
      'A', 
      'มือสอง', 
      'อุปกรณ์เสริม', 
      true, 
      true, 
      true, 
      '[]'::jsonb,
      'published'
    ),
(
      '08b43b73-0575-4c3a-a0d2-2309ebea4d5f',
      'Epson LQ-310 เครื่องพิมพ์ใบเสร็จ สภาพ 99% เทียบของใหม่ ประกัน 6 เดือน', 
      'epsonlq310เครื่องพิมพ์ใบเสร็จสภาพ99เทียบของใหม่ประ-51',
      'Printer Epson LQ310 (มือสอง) สภาพ99% ปริ้นเตอร์หัวเข็ม Dot Matrix ปริ้นใบเสร็จ ใบกำกับภาษี สลิปเงินเดือน กระดาษลอกลาย แคร่สั้น พิมพ์ได้สูงสุด 5 copy  รับประกัน 6 เดือน แถมหมึกและอุปกรณ์ครบพร้อมใช้งาน
รายละเอียดสินค้า
• เครื่องพิมพ์หัวเข็ม 24 Pin
• รองรับกระดาษสูงสุด 5 ชั้น
• ความเร็วในการพิมพ์ : 416 ตัวอักษร / วินาที
• การเชื่อมต่อ : Port Parallel / USB 2.0 / Serial
• ขนาดกระดาษที่รองรับ : ความกว้างไม่เกิน 9 นิ้ว / A4 / สลิปเงินเดือน
• รับประกัน 6 เดือน 
ขนาด : 37 x 28 x 16 ซม.
น้ำหนัก 4.1 กก.
*** สินค้าสามารถออกใบกำกับภาษีได้ (ราคารวมแวทแล้ว) กรอกรายละเอียดมาในระบบได้เลยค่ะ ทางร้านเปิดบิลตามระบบเพื่อป้องกันตกหล่นค่ะ ***
********หมายเหตุ********
1.หากลูกค้าแจ้งรับ ใบกำกับภาษีย้อนหลัง จะมีค่าจัดส่งเอกสาร  50 บาท ไม่สแกนไฟล์ทุกกรณีค่ะ
🙏🙏ขอบพระคุณลูกค้ามากๆนะคะ🙏🙏', 
      '<html>
 <head></head>
 <body>
  <div>
   Printer Epson LQ310 (มือสอง) สภาพ99% ปริ้นเตอร์หัวเข็ม Dot Matrix ปริ้นใบเสร็จ ใบกำกับภาษี สลิปเงินเดือน กระดาษลอกลาย แคร่สั้น พิมพ์ได้สูงสุด 5 copy รับประกัน 6 เดือน แถมหมึกและอุปกรณ์ครบพร้อมใช้งาน
   <br>รายละเอียดสินค้า
   <br>• เครื่องพิมพ์หัวเข็ม 24 Pin
   <br>• รองรับกระดาษสูงสุด 5 ชั้น
   <br>• ความเร็วในการพิมพ์ : 416 ตัวอักษร / วินาที
   <br>• การเชื่อมต่อ : Port Parallel / USB 2.0 / Serial
   <br>• ขนาดกระดาษที่รองรับ : ความกว้างไม่เกิน 9 นิ้ว / A4 / สลิปเงินเดือน
   <br>• รับประกัน 6 เดือน 
   <br>ขนาด : 37 x 28 x 16 ซม.
   <br>น้ำหนัก 4.1 กก.
   <br>*** สินค้าสามารถออกใบกำกับภาษีได้ (ราคารวมแวทแล้ว) กรอกรายละเอียดมาในระบบได้เลยค่ะ ทางร้านเปิดบิลตามระบบเพื่อป้องกันตกหล่นค่ะ ***
   <br>********หมายเหตุ********
   <br>1.หากลูกค้าแจ้งรับ ใบกำกับภาษีย้อนหลัง จะมีค่าจัดส่งเอกสาร 50 บาท ไม่สแกนไฟล์ทุกกรณีค่ะ
   <br>🙏🙏ขอบพระคุณลูกค้ามากๆนะคะ🙏🙏
   <br>
  </div>
 </body>
</html>', 
      4490, 
      0, 
      'https://cf.shopee.co.th/file/th-11134207-81ztm-mgj860rg1n9k8f', 
      ARRAY['https://cf.shopee.co.th/file/th-11134207-81ztm-mgj860rg1n9k8f', 'https://cf.shopee.co.th/file/th-11134207-7ra0i-md1l2ne8jt1h4e', 'https://cf.shopee.co.th/file/th-11134207-7ra0p-md1l2ndokm9x00', 'https://cf.shopee.co.th/file/th-11134207-81ztg-mfwaovojt4p7b3', 'https://cf.shopee.co.th/file/th-11134207-81ztj-mfwaovp9hedl94', 'https://cf.shopee.co.th/file/th-11134207-81ztl-mfwaovovwkqw7a']::text[], 
      '[{"name":"ตัวเลือก","values":["ไม่รับถาดกระดาษ","รับถาดป้อนกระดาษ A4"]}]'::jsonb, 
      'EPSON', 
      'A', 
      'มือสอง', 
      'อุปกรณ์เสริม', 
      true, 
      true, 
      true, 
      '[]'::jsonb,
      'published'
    )
ON CONFLICT (id) DO UPDATE SET title = EXCLUDED.title, slug = EXCLUDED.slug, short_description = EXCLUDED.short_description, description = EXCLUDED.description, price = EXCLUDED.price, stock = EXCLUDED.stock, image_url = EXCLUDED.image_url, images = EXCLUDED.images, options = EXCLUDED.options, brand = EXCLUDED.brand, grade = EXCLUDED.grade, condition = EXCLUDED.condition, category = EXCLUDED.category, is_sale = EXCLUDED.is_sale, is_popular = EXCLUDED.is_popular, is_new = EXCLUDED.is_new, specifications = EXCLUDED.specifications, status = EXCLUDED.status;